Repository: openSUSE/skelcd-openSUSE
Catalog: license/license.*.po
Languages: el, hu, id, it, ja, ko, nl, pt_br, pt_pt, ro, sv, uk, zh_cn, zh_tw

source: You acknowledge that openSUSE #VERSION# is subject to the U.S. Export Administration Regulations (the “EAR”) and you agree to comply with the EAR. You will not export or re-export openSUSE #VERSION# directly or indirectly, to: (1) any countries that are subject to US export restrictions; (2) any end user who you know or have reason to know will utilize openSUSE #VERSION# in the design, development or production of nuclear, chemical or biological weapons, or rocket systems, space launch vehicles, and sounding rockets, or unmanned air vehicle systems, except as authorized by the relevant government agency by regulation or specific license; or (3) any end user who has been prohibited from participating in the US export transactions by any federal agency of the US government. By downloading or using openSUSE #VERSION#, you are agreeing to the foregoing and you are representing and warranting that You are not located in,under the control of, or a national or resident of any such country or on any such list. In addition, you are responsible for complying with any local laws in Your jurisdiction which may impact Your right to import, export or use openSUSE #VERSION#. Please consult the Bureau of Industry and Security web page www.bis.doc.gov before exporting items subject to the EAR. It is your responsibility to obtain any necessary export approvals.
el: Αναγνωρίζετε ότι το openSUSE #VERSION# υπόκειται στις Ρυθμίσεις Διοικητικών Εξαγωγών των Η.Π.Α (“EAR”) και συμφωνείτε να συμμορφώνεστε με αυτήν. Δεν θα εξάγετε ή επανεξάγετε το openSUSE #VERSION# άμεσα ή έμμεσα, σε: (1) οποιεσδήποτε χώρες που υπόκεινται σε περιορισμούς εξαγωγών των Η.Π.Α (2) κάθε τελικό χρήστη που γνωρίζετε ή έχετε λόγο να γνωρίζετε ότι θα χρησιμοποιούν το openSUSE #VERSION # στο σχεδιασμό, την ανάπτυξη ή την παραγωγή συστημάτων πυρηνικών, χημικών ή βιολογικών όπλων ή πυραύλων, εκτόξευσης οχημάτων και πυραυλοβολίδες, ή συστήματα και μη επανδρωμένα αεροσκάφη, εκτός από όπως εγκρίθηκε από την αρμόδια κυβερνητική υπηρεσία από τον κανονισμό ή ειδικών άδεια; ή (3) κάθε τελικό χρήστη ο οποίος έχει απαγορευτεί από τη συμμετοχή σε εξαγωγικές συναλλαγές των Η.Π.Α από οποιαδήποτε ομοσπονδιακή υπηρεσία της κυβέρνησης των Η.Π.Α. Με τη λήψη ή χρήση του openSUSE #VERSION#, συμφωνείτε με τα ανωτέρω και σας εκπροσωπούν και να δικαιολογούν ότι δεν είστε βρίσκεται στην, υπό ο έλεγχος, ή υπήκοος ή κάτοικος οποιασδήποτε από αυτές τις χώρες ή σε οποιαδήποτε τέτοια λίστα. Επιπλέον, είστε υπεύθυνοι για τη συμμόρφωση με οποιουσδήποτε τοπικούς νόμους στην περιοχή δικαιοδοσίας σας που μπορεί να επηρεάσουν το δικαίωμα σας για την εισαγωγή, εξαγωγή ή χρήση του openSUSE #VERSION# . Παρακαλούμε να συμβουλευθείτε τη σελίδα του Γραφείου Βιομηχανίας και Διαδικτυακής Ασφαλείας www.bis.doc.gov πριν την εξαγωγή ειδών που υπόκεινται στο EAR. Είναι δική σας ευθύνη για τη λήψη τυχόν απαιτούμενων εγκρίσεων των εξαγωγών.
id: Anda mengakui bahwa openSUSE #VERSION# tunduk pada U.S. Export Administration Regulations (“EAR”) dan Anda setuju untuk mematuhi EAR. Anda tidak akan mengekspor atau mengekspor ulang openSUSE #VERSION# secara langsung atau tidak langsung, ke: (1) setiap negara yang tunduk pada pembatasan ekspor Amerika Serikat; (2) setiap pengguna akhir yang Anda tahu atau memiliki alasan untuk mengetahui akan memanfaatkan openSUSE #VERSION# dalam desain pengembangan atau produksi senjata nuklir, kimia atau biologis, atau sistem roket, peluncuran pesawat luar angkasa dan uji coba roket, atau sistem pesawat tanpa awak, kecuali sebagaimana diizinkan oleh instansi pemerintah terkait dengan peraturan atau lisensi tertentu; atau (3) setiap pengguna akhir yang telah dilarang berpartisipasi dalam transaksi ekspor Amerika Serikat oleh lembaga federal pemerintah Amerika Serikat. Dengan mengunduh atau menggunakan openSUSE #VERSION#, Anda setuju dengan hal tersebut, dan menyatakan dan menjamin bahwa Anda tidak berada dalam, di bawah kendali dari, atau merupakan penduduk atau bertempat tinggal di negara dalam daftar tersebut. Selain itu, Anda bertanggung jawab untuk mematuhi hukum setempat di wilayah hukum Anda yang mungkin berdampak pada hak Anda untuk mengimpor, mengekspor, atau menggunakan openSUSE #VERSION#. Silakan membaca laman web Bureau of Industry and Security www.bis.doc.gov sebelum mengekspor item yang tunduk pada EAR. Hal ini adalah tanggung jawab Anda untuk memperoleh persetujuan ekspor yang diperlukan.
it: Si riconosce che openSUSE #VERSION# è soggetta alle Export Administration Regulations (c.d. "EAR") degli Stati Uniti e il licenziatario dichiara di ottemperare all'EAR. Nella fattispecie, il licenziatario è tenuto a non esportare o ri-esportare openSUSE #VERSION#, direttamente o indirettamente, verso: (1) qualsiasi paese soggetto a restrizioni alle esportazioni dagli Stati Uniti; (2) qualsivoglia utente finale per cui si è a conoscenza o si ha ragione di ritenere che utilizzerà openSUSE #VERSION# per la progettazione, lo sviluppo o la produzione di armi nucleari, chimiche e batteriologiche, oppure sistemi con propulsione a razzo, veicoli di lancio nello spazio e razzi sonda, o sistemi di veicoli aerei senza equipaggio, a meno che tali attività non siano autorizzate per legge o per licenza dalla pertinente agenzia governativa; oppure (3) qualsivoglia utente finale interdetto alla partecipazione a transazioni di esportazione dagli Stati Uniti da parte di una qualsiasi agenzia federale del governo degli Stati Uniti. Scaricando o utilizzando openSUSE #VERSION# si accettano le summenzionate limitazioni e si dichiara e garantisce di non comparire in nessuna delle liste sopracitate e di non essere sotto il controllo dei paesi di cui al punto 1 oltreché di non avere cittadinanza o residenza presso gli stessi. Inoltre, il licenziatario è altresì tenuto all'osservanza di qualsivoglia legge locale nella giurisdizione di riferimento che possa avere ripercussioni sul proprio diritto di importare, esportare o utilizzare openSUSE #VERSION#. Si prega di consultare la pagina web del Bureau of Industry and Security (www.bis.doc.gov) prima di esportare prodotti assoggettati all'EAR. È responsabilità del licenziatario ottenere i necessari permessi per l'esportazione.
ja: また、 openSUSE #VERSION# はアメリカ合衆国の輸出管理規制 ("EAR") の対象と なるものとし、お客様は EAR に従うことに同意したことになります。そのため、 openSUSE #VERSION# を直接的または間接的に、下記に該当する宛先に対して輸出 または再輸出しないものとします: (1) アメリカ合衆国の輸出規制の対象国; (2) 法律に関連する政府機関からの認定もしくはライセンスがある場合を除き、 核兵器や化学兵器、生物兵器やロケットシステム、宇宙打ち上げ用ロケットや 観測ロケット、無人航空機の設計や開発、生産に対して、 openSUSE #VERSION# を 利用することをお客様が知っているか、利用する理由があることを知っている エンドユーザ; (3) アメリカ合衆国のいずれかの連邦機関によって、輸出取引への 参加が禁止されているエンドユーザ。 openSUSE #VERSION# をダウンロードもしくは 利用することによって前述の内容に同意したことになるほか、そのような国家の 制御下にないこと、およびそのような国家に滞在していないことを表明および 保証するものとします。またこれに加えて、 openSUSE #VERSION# の輸出入や 利用にあたっては、お客様の地域を管轄する法律全てに従う責任があるものと します。 EAR に従って製品を輸出する際は、アメリカ合衆国商務省産業安全保障局 の Web ページ (www.bis.doc.gov) をご覧ください。必要な輸出許可を得る作業は、 お客様自身で行なっていただきます。
nl: U erkent dat openSUSE #VERSION# is onderworpen aan de U.S. Export Administration Regulations (de “EAR”) en u gaat ermee akkoord om te voldoen aan de bepalingen in EAR. U zult openSUSE #VERSION# niet direct of indirect exporteren of opnieuw exporteren, naar: (1) elk land dat onderworpen is aan US exportbeperkingen; (2) elke eindgebruiker die u kent of een reden hebt te kennen om openSUSE #VERSION# te gebruiken in het ontwerpen, ontwikkelen of produceren van nucleaire, chemische of biologische wapens of raketsystemen, lanceringssystemen van ruimtevaar- tuigen en "sounding rockets", of onbemande luchtvaartuigen, behalve wanneer geautoriseerd door de van toepassing zijn "government agency" via regelingen of specifieke licentie; of (3) elke eindgebruiker die het verboden is om deel te nemen in de US exporttransacties door elke federale agency van de US regering. Door openSUSE #VERSION# te downloaden of te gebruiken, gaat u akkoord met het vorige en u verklaart en garandeert dat U niet bent in, of onder de controle van of een inwoner of of iemand die de nationaliteit heeft van elk zo'n land of op elk zo'n lijst. Bovendien bent u verantwoordelijk voor het voldoen aan alle lokale wetten in uw jurisdictie die invloed kunnen hebben op uw recht te importeren, te exporteren of openSUSE #VERSION# te gebruiken. Consulteer de webpagina van het Bureau of Industry and Security www.bis.doc.gov alvorens items onderworpen aan de EAR te exporteren. Het is uw verantwoordelijkheid om elke noodzakelijke exportvergunning te verkrijgen.
pt_br: Você reconhece que o openSUSE #VERSION# está sujeito ao Regulamento da Administração de Exportação dos EUA (a sigla “EAR” no original em inglês) e você concorda em cumprir o "EAR". Você não irá exportar ou reexportar o openSUSE #VERSION# diretamente ou indiretamente para: (1) qualquer país que está sujeito a restrições de exportações dos EUA; (2) qualquer usuário final que você conheça ou tem motivo para conhecer a vontade de utilizar o openSUSE #VERSION# no design, desenvolvimento ou produção de armas nucleares, quimicais ou biológicas, ou de sistemas de foguetes, lançamento de veículos espaciais, foguetes-sonda, sistema de veículos aéreos não tripulados, exceto conforme autorização pela agência governamental dos EUA relevante por regulação ou licença específica; ou (3) qualquer usuário final que foi proibido de participar nas transações de exportações dos EUA por qualquer agência federal do governo dos EUA. Baixando ou usando o openSUSE #VERSION#, você concorda com o acima exposto e você está representando e garantindo que você não está localizado em, sob controle de, ou um cidadão ou residente de qualquer país, ou em qualquer destas listas. Adicionalmente, você é responsável por cumprir com quaisquer leis locais em sua jurisdição que podem impactar no seu direito de exportar ou usar o openSUSE #VERSION#. Consulte a página do Gabinete de Indústria e Segurança dos EUA em www.bis.doc.gov antes de exportar itens sujeitos ao EAR. É sua responsabilidade obter qualquer aprovação necessária a exportação.
pt_pt: Você Reconhece que o openSUSE #VERSION# está sujeito às Regulações Administrativas de Exportação dos E.U.A. (o "EAR") e concorda em cumprir o EAR. Não exportará ou reexportará o openSUSE #VERSION# diretamente ou indiretamente, para: (1) quaisquer países que estejam sujeitos a restrições de exportação dos EUA; (2) qualquer utilizador final que você conheça e que possa ter razões para acreditar que utilizará o openSUSE #VERSION# na conceção, desenvolvimento ou produção de armas nucleares, químicas ou biológicas, ou sistemas de foguetes, lançamento espacial e foguetes sonoros, ou sistemas de veículos aéreos não tripulados, expecto conforme autorizado pela agência governamental pertinente por regulamento ou licença específica; ou (3) qualquer utilizador final que tenha sido proibido de participar em transações de exportação dos EUA por qualquer agência federal do governo dos EUA. Ao descarregar e utilizar o openSUSE #VERSION#, está a concordar com o anteriormente dito e está a representar e a garantir que não está localizado em,sob o controlo de, ou de um nacional ou residente de qualquer um desses países ou em qualquer tal lista. Além disso, é responsável pelo cumprimento de quaisquer leis locais na sua jurisdição que possa ter impacto no seu direito de importação, exportação ou utilização openSUSE #VERSION#. Por favor, consulte a página no sítio na Internet do Bureau of Industry and Security www.bis.doc.gov antes de exportar artigos sujeitos à EAR. É da sua responsabilidade de obter quaisquer aprovações de exportação necessárias.
ro: Recunoașteți că openSUSE #VERSION# face obiectul Regulamentului Administrației de Export din SUA (denumit în continuare “EAR”) și sunteți de acord să respectați EAR. Nu veți exporta sau reexporta openSUSE #VERSION#, direct sau indirect, către: (1) orice țară care face obiectul restricțiilor de export din SUA; (2) orice utilizator final despre care știți sau aveți motive să știți că va utiliza openSUSE #VERSION# în proiectarea, dezvoltarea sau producția de arme nucleare, chimice sau biologice, sau sisteme de rachete, vehicule de lansare spațială și rachete de sondare, sau sisteme de vehicule aeriene fără pilot, cu excepția cazului în care este autorizat de agenția guvernamentală relevantă prin reglementări sau licențe specifice; sau (3) orice utilizator final căruia i s-a interzis participarea la tranzacțiile de export din SUA de către orice agenție federală a guvernului SUA. Prin descărcarea sau utilizarea openSUSE #VERSION#, sunteți de acord cu cele de mai sus și declarați și garantați că nu vă aflați în, sub controlul sau ca cetățean sau rezident al vreunei astfel de țări sau pe o astfel de listă. În plus, sunteți responsabil pentru respectarea oricăror legi locale din jurisdicția dvs. care pot avea un impact asupra dreptului dvs. de a importa, exporta sau utiliza openSUSE #VERSION#. Vă rugăm să consultați pagina web a Biroului pentru Industrie și Securitate www.bis.doc.gov înainte de a exporta articole care fac obiectul EAR. Este responsabilitatea dvs. să obțineți toate aprobările de export necesare.
sv: Du bekräftar att openSUSE #VERSION# är föremål för U.S. Export Administration Regulations (“EAR”) och du samtycker till att följa EAR. Du kommer inte att exportera eller återexportera openSUSE #VERSION# direkt eller indirekt till: (1) något land som är föremål för USA:s exportrestriktioner, (2) någon slutanvändare som du har anledning tro kommer att använda openSUSE #VERSION# till design, utveckling eller produktion av nukleära, kemiska eller biologiska vapen, raketsystem, rymdfarkoster, sondraketer, obemannade luftfarkoster som inte är tillåtna av berörd myndighet enligt lag eller specifik licens, eller (3) slutanvändare som har förbjudits från att delta i USA:s exporttransaktioner av någon federal byrå av den amerikanska regeringen. Genom att ladda ned och använda openSUSE #VERSION#, samtycker du med förutnämnda villkor och bekräftar och garanterar att du inte befinner dig i, står under kontroll av, är medborgare av eller bosatt i ett land som omfattas av någon sådan lista. Utöver detta är du ansvarig för att följa alla lokala lagar i din region som kan påverka din rätt att importera, exportera eller använda openSUSE #VERSION#. Informera dig på "Bureau of Industry and Security" hemsida www.bis.doc.gov innan du exporterar varor som omfattas av EAR. Det ligger på ditt ansvar att erhålla erforderliga exportgodkännande.
uk: Ви підтверджуєте, що openSUSE #VERSION# підлягає експортному контролю згідно з Правилам Адміністрації по експорту США («EAR») і Ви згодні підкорятися вимогам EAR. Ви не будете експортувати або реекспортувати openSUSE #VERSION#: (1) країнам, що знаходяться під санкціями США; (2) кінцевим користувачам щодо яких є відомості або підстави вважати, що вони застосовують openSUSE #VERSION# для проектування, розробки або виробництва ядерної, хімічної або біологічної зброї, ракетних систем, космічних апаратів, надзвукових ракет і безпілотних літальних апаратів без дозволу відповідного урядового агентства на підставі закону або конкретної ліцензії; або (3) кінцевим користувачам, відстороненим від експортних операцій рішенням будь-якого федерального агентства уряду США. Завантажуючи чи використовуючи openSUSE #VERSION#, Ви погоджуєтесь з нижченаведеним, заявляєте та гарантуєте, що ви не перебуваєте на території або в підпорядкуванні однієї з таких країн або в таких списках. Крім того, ви несете повну відповідальність за дотримання всіх місцевих законів і норм, які впливають на ваше право імпортувати, експортувати або використовувати openSUSE #VERSION#. Проконсультуйтеся на веб-сторінці Бюро промисловості та безпеки (BIS) www.bis.doc.gov перед експортом товарів, що підпадають під вимоги EAR. Ви несете повну відповідальність за одержання необхідних для експорту дозволів.
zh_cn: 您同意 openSUSE #VERSION# 受制于美国出口管制规定 ("EAR") 且您同意遵守 EAR。 您不会直接或间接出口或重新出口 openSUSE #VERSION# 到： (1) 受美国出口管制的任何国家; (2) 任何您知道或有理由知道会将 openSUSE #VERSION# 用于核、化学或生物武器，或火箭系统、太空发射装置、探空火箭， 或无人飞行系统的任何最终用户，除非得到了相关政府机构规定或特许的授权; 或 (3) 任何被任何美国政府联邦机构禁止参与美国出口交易的最终用户。下载或 使用 openSUSE #VERSION#，表示您同意上述条款，您保证您未居住 、受控于任何这样的任何列表中的国家或组织，或是其国民或代表。另外，您 有责任遵守您的管辖权限内的任何可能影响您进出口或使用 openSUSE #VERSION# 的本地法律。在出口受制于 EAR 的物资前，请垂询工业安全局网页 www.bis.doc.gov。获取任何必要的出口许可是您的责任。
zh_tw: 您必須承認 openSUSE #VERSION# 受美國出口管理條例 ( 英文簡稱「EAR」) 以及您同意遵守該條例。您不能將 openSUSE #VERSION# 直接或間接出口及轉口到︰（一）受美國限制出口的國家。；（二）任何您知道或有理由知道該最終用戶將使用 openSUSE #VERSION# 設計及研製核子、化學或生物武器或火箭系統，太空運載火箭、探空火箭或無人駕駛飛機系統。經有關政府機關按規定或特淮的車輛系統則除外。；或者是（三）任何受美國政府聯邦機構禁止參加美國出口貿易的最終用戶。通過下載或使用 openSUSE #VERSION#，您將同意上述內容，您亦代表及保證您並非身處當地或受任何此類國家的控制之下，或並非屬於此類國家或此類列表的國民或居民。此外，您有責任遵守您所在司法管轄區的任何當地法律，這可能會影響您進口，出口或使用 openSUSE #VERSION# 的權利。在出口受制於EAR的物品之前，請諮詢工業和安全局網頁 www.bis.doc.gov。您有責任獲取任何必要的出口許可。
