Repository: openSUSE/skelcd-openSUSE
Catalog: license/license.*.po
Languages: el, hu, id, it, ja, ko, nl, pt_br, pt_pt, ro, sv, uk, zh_cn, zh_tw

source: openSUSE #VERSION# and each of its components, including the source code, documentation, appearance, structure, and organization, are copyrighted by The openSUSE Project and others and are protected under copyright and other laws. Title to openSUSE #VERSION# and any component, or to any copy, will remain with the aforementioned or its licensors, subject to the applicable license. The "openSUSE" trademark is a trademark of SUSE, LLC. in the US and other countries and is used by permission. This agreement permits you to distribute unmodified or modified copies of openSUSE #VERSION# using the “openSUSE” trademark on the condition that you follow The openSUSE Project’s trademark guidelines located at http://en.opensuse.org/Legal. You must abide by these trademark guidelines when distributing openSUSE #VERSION#, regardless of whether openSUSE #VERSION# has been modified.
el: Το openSUSE #VERSION# και καθένα από τα συστατικά, συμπεριλαμβανομένου του πηγαίου κώδικα, η τεκμηρίωση, η εμφάνιση, η δομή και η οργάνωση είναι σήματα κατατεθέν από το openSUSE Project και λοιπούς και προστατεύονται από κάτω από νόμους πνευματικών δικαιωμάτων. Η προσωνυμία του openSUSE #VERSION# και κάθε άλλου συστατικού, ή σε οποιαδήποτε μορφή αντιγραφής, θα παραμείνει με τους προαναφερθείς ή με τους αδειούχους, που υπόκεινται στην εν λόγω άδεια. Tο σήμα κατατεθέν "openSUSE", είναι πνευματική ιδιοκτησία της SUSE, LLC. στις Ηνωμένες Πολιτείες Αμερικής και στις υπόλοιπες χώρες και χρησιμοποιείται έπειτα από άδεια. Αυτή η αποδοχή σας επιτρέπει να διανείμετε μη τροποποιημένα ή τροποποιημένα αντίγραφα του openSUSE #VERSION# χρησιμοποιώντας το σήμα κατατεθέν με την προϋπόθεση ότι ακολουθείτε τις οδηγίες πνευματικών δικαιωμάτων του openSUSE Project που βρίσκονται στο http://en.opensuse.org/Legal. Υποχρεούστε να συμμορφώνεστε με αυτές τις οδηγίες όταν διανέμετε το openSUSE #VERSION#, ανεξάρτητα αν έχετε τροποποιήσει το openSUSE #VERSION#.
hu: Az openSUSE #VERSION# megnevezést és egyes komponenseit, beleértve a forráskódot, a dokumentációt, a megjelenést, a felépítést és az összeállítást, a szerzői jog és más törvények védik. Az openSUSE #VERSION# nevére, bármely komponensére, annak másolatára, vagy összevont részeire is fent említett licencek vonatkoznak. Az "openSUSE" az Egyesült Államokban és más országokban, a SUSE Inc. által bejegyzett védjegy, amelynek használata a tulajdonos engedélyével történhet. Ez a megállapodás lehetővé teszi a nem módosított openSUSE #VERSION# másolatát az "openSUSE" védjegy használatával, azzal a feltétellel, hogy Ön az openSUSE projekt védjeggyel kapcsolatos iránymutatását betartja a http://en.opensuse.org/Legal oldalon találhatóak szerint. Az openSUSE #VERSION# módosításától függetlenül is tiszteletben kell tartani ezeket az iránymutatásokat.
id: openSUSE #VERSION# dan masing-masing komponennya, termasuk kode sumber, dokumentasi, tampilan, struktur dan organisasi adalah hak cipta milik Proyek openSUSE dan lainnya dibawah undang-undang hak cipta dan undang-undang lainnya. Kepemilikan openSUSE #VERSION# dan masing-masing komponennya atau semua salinannya, akan tetap seperti yang disebutkan atau pemberi lisensinya, tunduk pada lisensi yang berlaku. Merek dagang "openSUSE" adalah merek dagang dari SUSE, LLC. di Amerika Serikat dan di negara lain dan digunakan dengan izin. Perjanjian ini mengizinkan Anda untuk mendistribusikan salinan openSUSE #VERSION# asli atau yang sudah dimodifikasi menggunakan merek dagang “openSUSE” dengan syarat bahwa Anda mengikuti pedoman merek dagang Proyek openSUSE yang terdapat di http://en.opensuse.org/Legal. Anda harus mematuhi pedoman merek dagang ini ketika mendistribusikan openSUSE #VERSION#, terlepas dari apakah openSUSE #VERSION# sudah dimodifikasi.
it: openSUSE #VERSION# e ciascuno dei suoi componenti, compresi il codice sorgente, la documentazione, l'aspetto, la struttura e l'organizzazione, sono oggetto di copyright da parte di The openSUSE Project ed altri e sono tutelati dalle leggi sul copyright e di altro tipo. In conformità alla licenza applicabile, le parti sopra citate rimarranno proprietarie di openSUSE #VERSION# e di qualsiasi suo componente, così come di qualsiasi copia. Il marchio "openSUSE" è di proprietà di SUSE, LLC. negli Stati Uniti e in altri paesi e viene utilizzato in concessione. Il presente contratto consente la distribuzione di copie non modificate o modificate di openSUSE #VERSION# con il marchio "openSUSE" a condizione che vengano seguite le indicazioni sul marchio di The openSUSE Project consultabili all'indirizzo http://en.opensuse.org/Legal. Indipendentemente da eventuali modifiche apportate a openSUSE #VERSION#, l'utente è tenuto a rispettare le indicazioni sul marchio qualora intenda distribuire openSUSE #VERSION#.
ja: openSUSE #VERSION# と、ソースコード、マニュアル、外観、構造、および組織などを含む それぞれのコンポーネントは、 The openSUSE Project などが著作権を所有しており、 著作権法やその他の法律で保護されています。openSUSE #VERSION# とそのコンポーネント や、そのコピー、改変物、またはマージ部分に対する権利は、該当する使用許諾に 基づき、上記の組織が保持するものとします。 "openSUSE "商標は、米国および その他の国における SUSE, LLC の商標であり、許可を得て使用されます。この契約書 では、 http://en.opensuse.org/Legal にある The openSUSE Project の商標 ガイドラインに沿って "openSUSE" 商標を使用した、未修正または修正された openSUSE #VERSION# のコピーを配布することをお客様に認めます。 openSUSE #VERSION# を修正 したかどうかに関わらず、openSUSE #VERSION# を配布する際にはこれらの商標ガイドライン を遵守する必要があります。
ko: openSUSE # VERSION # 과 소스 코드, 매뉴얼, 외관, 구조 및 조직 등을 포함한 각각의 구성 요소는 The openSUSE Project 등이 저작권을 소유하고 있으며, 저작권법 또는 기타 법률에 의해 보호되고 있습니다. openSUSE # VERSION #, 구성 요소 및 그 사본, 수정물 또는 병합 부분에 대한 권리는 해당 사용권에 따라 위의 조직이 유지해야합니다. "openSUSE" 상표는 미국 및 기타 국가에서 SUSE, LLC 의 상표이며 허가하에 사용될 수 있습니다. 이 계약서는 http://en.opensuse.org/Legal 에 있는 The openSUSE Project 의 상표 지침에 따라 "openSUSE" 상표를 사용한 수정되지 않은 또는 수정 된 openSUSE # VERSION # 복사본을 배포 할 것을 고객에게 인정합니다. openSUSE # VERSION # 수정 여부에 관계없이 openSUSE # VERSION # 을 배포 할 때는 이러한 상표 지침을 준수해야합니다.
nl: openSUSE #VERSION# en elk van zijn componenten, inclusief de broncode, documentatie, uiterlijk, structuur en organisatie, vallen onder het copyright van Het openSUSE Project en anderen en worden beschermd onder copyright- en andere wetten. Het eigendom van openSUSE #VERSION# en elke component of van elke kopie, blijft bij de hiervoor genoemden of zijn licentienemers, onderworpen aan de van toepassing zijnde licentie. Het handelsmerk "openSUSE" is een handelsmerk van SUSE, LLC. in de VS en andere landen en mag met toestemming gebruikt worden. Deze overeenkomst geeft u toestemming om ongewijzigde of gewijzigde kopieën van openSUSE #VERSION# te distribueren met het handelsmerk “openSUSE” onder de voorwaarde dat u de richtlijnen voor het handelsmerk van Het openSUSE Project volgt, te vinden op http://en.opensuse.org/Legal. U moet deze richtlijnen voor het handelsmerk volgen bij het distribueren van openSUSE #VERSION#, ongeacht of openSUSE #VERSION# is gewijzigd.
pt_br: Os direitos autorais sobre o openSUSE #VERSION# e cada um de seus componentes, incluindo o código-fonte, a documentação, a aparência, a estrutura e a organização, são de propriedade do Projeto openSUSE e de outras partes, e estão protegidos por leis de direitos autorais, entre outras. A titularidade ao openSUSE #VERSION# e a qualquer componente, ou a qualquer cópia, permanecerá conforme disposto acima, ou com os respectivos licenciadores, sujeita à licença aplicável. A marca registrada “openSUSE” é de propriedade da SUSE, LLC. nos EUA e em outros países e é usada mediante permissão. Este contrato permite que você distribua cópias não modificadas ou modificadas do openSUSE #VERSION# usando a marca registrada “openSUSE” mediante a condição de que você siga as diretrizes da marca registrada do Projeto openSUSE, localizadas em http://en.opensuse.org/Legal. Você deve seguir essas diretrizes ao distribuir o openSUSE #VERSION#, independentemente de o openSUSE #VERSION# ter sido modificado.
pt_pt: O openSUSE #VERSION# e cada um dos seus componentes, incluindo o código fonte, documentação, aparência, estrutura, e organização, têm direitos de autor do The openSUSE Project bem como outros estão protegidos sob direitos de autor e outras leis. O Título do openSUSE #VERSION# ou para qualquer componente, ou para qualquer cópia, permanecerá com o acima mencionado ou com os seus licenciadores, sujeitos à licença aplicável. A marca "openSUSE". é uma marca comercial da SUSE, LLC. nos EUA e noutros países e é utilizado com permissão. Este acordo permite a distribuição de cópias não modificadas ou modificadas do openSUSE #VERSION# usando o marca registada "openSUSE" com a condição de que siga as directrizes de marca registada The openSUSE Project localizadas em http://en.opensuse.org/Legal. Deve respeitar estas directrizes de marcas registadas ao distribuir o openSUSE #VERSION#, independentemente de o openSUSE #VERSION# ser modificado ou não.
ro: openSUSE #VERSION# și fiecare dintre componentele sale, inclusiv codul sursă, documentația, aspectul, structura și organizarea, sunt protejate prin drepturi de autor de către Proiectul openSUSE și alții și sunt protejate prin drepturi de autor și alte legi. Dreptul de proprietate asupra openSUSE #VERSION# și a oricărei componente, sau asupra oricărei copii, va rămâne la cei menționați mai sus sau la licențiatorii acestora, sub rezerva licenței aplicabile. Marca comercială "openSUSE" este o marcă comercială a SUSE, LLC. în SUA și în alte țări și este utilizată cu permisiunea acestora. Acest acord vă permite să distribuiți copii nemodificate sau modificate ale openSUSE #VERSION# folosind marca comercială “openSUSE” cu condiția să respectați liniile directoare ale proiectului openSUSE privind mărcile comerciale, aflate la http://en.opensuse.org/Legal. Trebuie să respectați aceste orientări privind marca comercială atunci când distribuiți openSUSE #VERSION#, indiferent dacă openSUSE #VERSION# a fost sau nu modificată.
sv: openSUSE #VERSION# och alla dess komponenter inklusive källkod, dokumentation, utseende, struktur och organisation är upphovsrättsskyddade av openSUSE-projektet m.fl. och är skyddade under copyright och andra lagar. Den lagliga rätten till openSUSE #VERSION# och dess komponenter samt kopior av dessa, förblir hos ovanstående eller dess licensgivare, med förbehåll för den aktuella licensen. Varumärket "openSUSE" är ett varumärke av SUSE, LLC. i USA och andra länder, och används med tillstånd. Detta avtal tillåter dig att distribuera såväl modifierade som omodifierade kopior av openSUSE #VERSION# med varumärket openSUSE under förutsättning att du följer openSUSE-projektets riktlinjer för varumärket som finns att läsa på http://en.opensuse.org/Legal. Du måste följa dessa riktlinjer när du distribuerar openSUSE #VERSION#, oavsett om du har modifierat openSUSE #VERSION# eller ej.
uk: Операційна система openSUSE #VERSION# в цілому і кожна її компонента зокрема, включаючи вихідний код, документацію, зовнішній вигляд, структуру та організацію, є власністю проекту openSUSE і інших власників та перебувають під захистом авторських прав й інших законів. Право власності на openSUSE #VERSION# та будь-яку компоненту або будь-яку копію, модифікацію або об'єднану частину залишається в рамках вищевказаних умов відповідно до застосовної ліцензії. „openSUSE“ є товарним знаком корпорації SUSE, LLC. у США та інших країнах і використовується з її дозволу. Ця угода дозволяє вам поширювати незмінені копії openSUSE #VERSION# з використанням товарного знаку „openSUSE“ за умови, що ви дотримуєтеся вимог вказівок щодо використання торгового знака «openSUSE», розташованих за адресою http://www.opensuse.org/Legal. Ви повинні виконувати ці вимоги із використання торгового знака при поширенні openSUSE #VERSION# незалежно від того, була змінена openSUSE #VERSION# чи ні.
zh_cn: openSUSE #VERSION# 及其所有组件，包括源代码、文档、外观、结构和组织，由 The openSUSE Project 和其他相关方享有版权，并受版权法和其他相关法律的保护。openSUSE #VERSION# 及其任何组件或其任何副本的所有权按照适用的许可证，归属前述或其许可证出让方所有。“openSUSE”商标是 SUSE, LLC. 在美国和其他国家/地区的商标，只有经过许可才能使用。本协议允许用户使用“openSUSE #VERSION#”商标分发未经修改或经过修改的 openSUSE 副本，前提是用户需遵守 The openSUSE Project 在 http://www.opensuse.org/Legal 上发布的商标使用准则。无论 openSUSE #VERSION# 是否经过修改，用户在分发 openSUSE #VERSION# 时都必须遵守这些商标使用准则。
zh_tw: openSUSE #VERSION# 及其各元件，包括原始碼、文件、外觀、結構和組織，均由 The openSUSE Project 及其他方擁有著作權，且受著作權法律及其他法律保護。openSUSE #VERSION# 及任何元件，或任何複製部分之所有權，皆屬前述各方擁有，且受適用授權之管轄。openSUSE 商標是 SUSE, LLC. 在美國和其他國家的商標，使用必須經過許可。此合約允許您使用 openSUSE 商標散佈已修改或未經修改之 openSUSE #VERSION# 副本，前提為您遵守位於 http://en.opensuse.org/Legal 的 The openSUSE Project 之商標準則。在散佈 openSUSE #VERSION# 時，不論 openSUSE #VERSION# 是否經過修改，您均必須遵守這些商標準則。

source: Except as specifically stated in this agreement or a license for a particular component, TO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW, OPENSUSE #VERSION# AND THE COMPONENTS ARE PROVIDED AND LICENSED "AS IS" WITHOUT WARRANTY OF ANY KIND, EXPRESSED OR IMPLIED, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, TITLE, NON-INFRINGEMENT, OR FITNESS FOR A PARTICULAR PURPOSE. The openSUSE Project does not warrant that the functions contained in openSUSE #VERSION# will meet your requirements or that the operation of openSUSE #VERSION# will be entirely error free or appear precisely as described in the accompanying documentation. USE OF OPENSUSE #VERSION# IS AT YOUR OWN RISK.
el: Εκτός αν ορίζεται ρητώς σε αυτή την συμφωνία ή σε μια άδεια για ένα συγκεκριμένο συστατικό, ΣΤΟ ΜΕΓΙΣΤΟ ΔΥΝΑΤΟΝ ΕΠΙΤΡΕΠΤΟ ΠΟΥ ΟΡΙΖΕΤΑΙ ΑΠΟ ΤΟΝ ΙΣΧΥΩΝΤΑ ΝΟΜΟ, ΤΟ OPENSUSE #VERSION# ΚΑΙ ΤΑ ΣΥΣΤΑΤΙΚΑ ΤΟΥ ΠΑΡΕΧΟΝΤΑΙ ΚΑΙ ΑΔΕΙΟΔΟΤΟΥΝΤΑΙ "ΟΠΩΣ ΕΙΝΑΙ" ΧΩΡΙΣ ΕΓΓΥΗΣΗ ΚΑΝΕΝΩΣ ΕΙΔΟΥΣ, ΠΟΥ ΝΑ ΠΡΟΚΥΠΤΕΙ Ή ΝΑ ΥΠΟΝΟΕΙΤΑΙ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝ ΤΩΝ ΥΠΟΝΟΟΥΜΕΝΩΝ ΕΓΓΥΗΣΕΩΝ ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ, ΤΙΤΛΟΥ, ΜΗ ΠΑΡΑΒΙΑΣΗΣ, Η ΚΑΤΑΛΗΛΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ. Το openSUSE Project δεν εγγυάται ότι οι λειτουγικότητες που περιλαμβάνονται στο openSUSE #VERSION# θα καλύψουν τις απαιτήσεις σας ή ότι η λειτουργία του openSUSE #VERSION# θα είναι έντελώς χωρίς προβλήματα ή θα εμφανίζεται ακριβώς όπως περιγάφεται με τη συνοδευόμενη τεκμηρίωση. ΧΡΗΣΙΜΟΠΟΙΗΣΤΕ ΤΟ ΟPENSUSE #VERSION# ΜΕ ΔΙΚΟ ΣΑΣ ΡΙΣΚΟ.
hu: A kifejezetten ebben a megállapodásban, vagy az adott komponens licencében megállapított módot kivéve AZ ALKALMAZHATÓ JOGSZABÁLYOK ÁLTAL BIZTOSÍTOTT MAXIMÁLIS MÉRTÉKBEN VISSZAUTASÍTJUK A PROGRAMHOZ A GARANCIA BIZTOSÍTÁSÁT. AMENNYIBEN A SZERZŐI JOGOK TULAJDONOSAI ÍRÁSBAN MÁSKÉNT NEM NYILATKOZNAK, A PROGRAM A "JELEN ÁLLAPOTÁBAN" KERÜL KIADÁSRA, MINDENFÉLE GARANCIAVÁLLALÁS NÉLKÜL, LEGYEN AZ KIFEJEZETT VAGY BELEÉRTETT, BELEÉRTVE, DE NEM KIZÁRÓLAGOSAN A FORGALOMBA HOZHATÓSÁGRA VAGY ALKALMAZHATÓSÁGRA VONATKOZÓ GARANCIÁKAT. Az openSUSE projekt nem garantálja, hogy az openSUSE #VERSION# verzióban található funkciók megfelelnek a követelményeknek, vagy hogy a működése az openSUSE #VERSION# verzióban teljesen hibamentes, vagy hogy pontosan a kísérő dokumentációban leírt módon működik. AZ OPENSUSE #VERSION# VERZIÓT CSAK A SAJÁT FELELŐSSÉGÉRE HASZNÁLJA.
id: Kecuali secara khusus diatur dalam perjanjian ini atau dalam lisensi untuk komponen tertentu, SEJAUH DIIZINKAN BERDASARKAN HUKUM YANG BERLAKU, OPENSUSE #VERSION# DAN KOMPONEN-KOMPONENNYA DISEDIAKAN DAN DILISENSIKAN "SEBAGAIMANA ADANYA" TANPA JAMINAN APAPUN, TERSURAT ATAU TERSIRAT, TERMASUK JAMINAN TERSURAT YANG DAPAT DIPERDAGANGKAN, KEPEMILIKAN, BUKAN PELANGGARAN, ATAU KESESUAIAN UNTUK TUJUAN TERTENTU. Proyek openSUSE tidak menjamin bahwa fungsi yang terdapat di openSUSE #VERSION# akan memenuhi kebutuhan Anda atau bahwa pengoperasian openSUSE #VERSION# akan sepenuhnya bebas dari kesalahan atau tampak persis seperti yang dijelaskan dalam dokumentasi yang menyertainya. PENGGUNAAN OPENSUSE #VERSION# ADALAH RESIKO ANDA SENDIRI.
it: A eccezione di quanto espressamente definito in questo contratto o nella licenza di un componente specifico, NELLA MISURA MASSIMA CONSENTITA DALLE LEGGI IN VIGORE, OPENSUSE #VERSION# E I COMPONENTI SONO FORNITI E CONCESSI IN LICENZA "COSÌ·COME SONO", SENZA GARANZIE DI ALCUN TIPO, ESPRESSE O IMPLICITE, INCLUSE LE GARANZIE IMPLICITE DI COMMERCIABILITÀ, PROPRIETÀ, NON VIOLAZIONE DEI DIRITTI ALTRUI O IDONEITÀ PER UNO SCOPO PARTICOLARE. The openSUSE Project non garantisce che le funzioni contenute in openSUSE #VERSION# soddisfino i requisiti dell'utente, né che il funzionamento di openSUSE #VERSION# sia completamente privo di errori o rispetti esattamente quanto descritto nella documentazione di accompagnamento. L'USO DI OPENSUSE #VERSION# AVVIENE UNICAMENTE A RISCHIO DELL'UTENTE.
ja: 特定のコンポーネントの使用許諾契約書または使用許諾に明示的に記載されていない 限り、該当する法が認める最大範囲まで、明示的か黙示的に関わらず、商品性、権限、 不侵害、および特定用途への適合性に関する黙示的な保証を含むいかなる種類の保証も なく、 openSUSE #VERSION# とそのコンポーネントは現状有姿の状態で提供および使用許諾 されるものとします。 The openSUSE Project は、 openSUSE #VERSION# に含まれる機能が お客様の必要性を満たすこと、openSUSE #VERSION# の動作にまったくエラーがないこと、 または付属のマニュアルの記載どおりに動作することについて保証しません。お客様 自身の責任で openSUSE #VERSION# を使用してください。
ko: 특정 구성 요소의 사용권 계약 또는 사용권에 명시적으로 언급 되지 않는 것은 해당 법이 허용하는 최대 범위까지 명시적 또는 묵시적에 관계없이 상품성, 권한 비 침해 및 특정 목적에 의한 적합성에 대한 묵시적 보증을 포함하여 어떠한 종류의 보증도 없이 openSUSE # VERSION # 과 그 구성 요소는 있는 그대로의 상태로 제공됩니다. The openSUSE Project 는 openSUSE # VERSION # 에 포함 된 기능으로 고객의 필요를 충족시키고, openSUSE # VERSION # 동작에 대한 오류 또는 설명서에 기록된 대로 작동하는지에 대한 보증을 일절 하지 않습니다. 고객 자신의 책임하에 openSUSE # VERSION # 을 사용하십시오.
nl: Behalve zoals specifiek aangegeven in deze overeenkomst of een licentie voor een specifieke component, TOT HET MAXIMUM OPGEREKT TOEGESTAAN ONDER VAN TOEPASSING ZIJNDE WETTEN, WORDEN OPENSUSE #VERSION# EN DE COMPONENTEN GELEVERD EN IN LICENTIE GEGEVEN "AS IS (zoals ze zijn)" ZONDER GARANTIE VAN WELKE DAN OOK, BESCHREVEN OF IMPLICIET, INCLUSIEF DE IMPLICIETE GARANTIES VAN VERKOOPBAARHEID, EIGENDOM, GEEN INBREUK MAKEND OF GESCHIKTHEID VOOR EEN BEPAALD DOEL. Het openSUSE Project geeft geen garantie dat de functies gevat in openSUSE#VERSION# overeenkomen met uw vereisten of dat het werken van openSUSE #VERSION# volledig zonder fouten is of precies overeenkomst zoals is beschreven in de bijgeleverde documentatie. GEBRUIK VAN OPENSUSE #VERSION# IS OP EIGEN RISICO.
pt_br: Exceto se especificamente indicado neste contrato ou em uma licença de um componente em particular, NA EXTENSÃO MÁXIMA PERMITIDA PELA LEGISLAÇÃO APLICÁVEL, O OPENSUSE #VERSION# E OS COMPONENTES SÃO FORNECIDOS E LICENCIADOS "NO ESTADO EM QUE SE ENCONTRAM", SEM GARANTIAS DE NENHUM TIPO, EXPRESSAS OU IMPLÍCITAS, INCLUINDO AS GARANTIAS IMPLÍCITAS DE COMERCIALIZAÇÃO, TITULARIDADE, NÃO VIOLAÇÃO OU ADEQUAÇÃO A UM PROPÓSITO ESPECÍFICO. O Projeto openSUSE não garante que as funções contidas no openSUSE #VERSION# atenderão a seus requisitos ou que a operação do openSUSE #VERSION# será totalmente isenta de erros ou terá a aparência precisamente igual à descrita na documentação que o acompanha. O USO DO OPENSUSE #VERSION# É DE SUA INTEIRA RESPONSABILIDADE.
pt_pt: Excepto onde especificamente declarado neste acordo ou uma licença para uma componente específico, À EXTENSÃO MÁXIMA PERMITIDA NO ÂMBITO LEI APLICÁVEL, OPENSUSE #VERSION# E TODO OS SEUS COMPONENTES SÃO FORNECIDOS E LICENCIADOS "TAL COMO ESTÃO" SEM QUALQUER TIPO DE GARANTIA, EXPRESSA OU IMPLÍCITA, INCLUINDO AS GARANTIAS IMPLÍCITAS DE COMERCIABILIDADE, TÍTULO, NÃO-INFRACÇÃO, OU APTIDÃO PARA UM DETERMINADO FIM. O Projeto openSUSE não garante que as funções contidas no openSUSE #VERSÃO# irão satisfazer as suas exigências ou que o funcionamento do openSUSE #VERSÃO# será totalmente livre de erros ou funcionará precisamente como descrito na documentação de acompanhamento. AO UTILZAR O OPENSUSE #VERSION# ESTÁ POR SUA CONTA PRÓPRIA.
ro: Cu excepția cazului în care este specificat în mod expres în acest acord sau într-o licență pentru o anumită componentă, ÎN MĂSURA MAXIMĂ PERMISĂ DE LEGEA APLICABILĂ, OPENSUSE #VERSION# ȘI COMPONENTELE SUNT FURNIZATE ȘI LICENȚIATE "AȘA CUM SUNT", FĂRĂ NICI UN FEL DE GARANȚIE, EXPRIMATĂ SAU IMPLICITĂ, INCLUSIV GARANȚIILE IMPLICITE DE VANDABILITATE, TITLU, NERESPECTARE SAU ADECVARE LA UN ANUMIT SCOP. Proiectul openSUSE nu garantează că funcțiile conținute în openSUSE #VERSION# vor satisface cerințele dvs. sau că funcționarea openSUSE #VERSION# va fi în întregime lipsită de erori sau că va apărea exact așa cum este descrisă în documentația însoțitoare. UTILIZAREA OPENSUSE #VERSION# SE FACE PE PROPRIUL RISC.
sv: Med undantag för vad som uttryckligen står om en enskild komponent i detta avtal eller i komponentens eget licensavtal, LEVERERAS OPENSUSE #VERSION# OCH DESS KOMPONENTER, SÅ LÅNGT SOM MÖJLIGT I ENLIGHET GÄLLANDE LAG, I "BEFINTLIGT SKICK" UTAN NÅGRA UTTRYCKLIGA, ELLER UNDERFÖRSTÅDDA GARANTIER, ÖVERENS- KOMMELSER OCH VILLKOR OM PROGRAMVARANS SÄLJBARHET, TITEL, ICKE-INTRÅNG SAMT TILLFREDSSTÄLLANDE KVALITET ELLER LÄMPLIGHET FÖR NÅGOT ALLMÄNT ELLER SÄRSKILT ÄNDAMÅL ELLER ANVÄNDNINGSOMRÅDE. openSUSE-projektet garanterar inte på något vis att funktionerna i openSUSE #VERSION# motsvarar dina behov eller att funktionen i openSUSE #VERSION# är helt felfri eller fungerar exakt som beskrivet i medföljande dokumentation. ANVÄND OPENSUSE #VERSION# PÅ DIN EGEN RISK.
uk: За винятком випадків, окремо обумовлених у цій угоді або ліцензії на конкретний компонент, У МАКСИМАЛЬНІЙ МІРІ, ДОЗВОЛЕНІЙ ЧИННИМ ЗАКОНОДАВСТВОМ, ОПЕРАЦІЙНА СИСТЕМА OPENSUSE #VERSION# ТА ЇЇ КОМПОНЕНТИ ПОСТАВЛЯЮТЬСЯ І ЛІЦЕНЗУЮТЬСЯ „ЯК Є“ БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ, ЯВНИХ ЧИ ПРИПУЩЕНИХ, ВКЛЮЧАЮЧИ НЕПРЯМІ ПРАВА ВЛАСНОСТІ, НЕПОРУШЕННЯ ПРАВ, КОМЕРЦІЙНУ ПРИДАТНІСТЬ І ПРИДАТНІСТЬ ДЛЯ ПЕВНОЇ МЕТИ. Проект openSUSE не гарантує, що функціональність openSUSE #VERSION# буде відповідати вашим вимогам або що в роботі openSUSE #VERSION# будуть повністю відсутні помилки, а також що функціонування здійснюватиметься у повній відповідності із супровідною документацією. ВИКОРИСТОВУЙТЕ OPENSUSE #VERSION# ВИКЛЮЧНО НА СВІЙ СТРАХ І РИЗИК.
zh_cn: 除非本协议或任何具体组件的许可条款另有特别规定，否则在适用法律允许的最大范围内，OPENSUSE #VERSION# 及其组件均按“现状”提供和颁发许可，不提供任何明示或暗示的保证，包括有关适销性、所有权、非侵权或针对特定用途的适用性的暗示保证。The openSUSE Project 不保证 openSUSE #VERSION# 所包含的功能符合用户的要求，也不保证 openSUSE #VERSION# 的运行绝对不发生错误或完全按照所附文档说明进行显示。用户需自行承担使用 OPENSUSE #VERSION# 的风险。
zh_tw: 除此合約或特定元件之授權中特別指出的情況，在適用法律所允許之最大範圍內，OPENSUSE #VERSION# 和元件係依「既有」規格提供，不含任何形式之擔保，包括適售性、所有權、非侵權或適於特定用途之明示或默示之擔保。The openSUSE Project 不擔保 openSUSE #VERSION# 所含之功能將符合您的需求，或 openSUSE #VERSION# 之作業將完全免於錯誤或完全依照隨附文件所述而顯示。您必須自行承擔使用 OPENSUSE #VERSION# 之風險。
