Repository: openSUSE/skelcd-openSUSE
Catalog: license/license.*.po
Languages: el, hu, id, it, ja, ko, nl, pt_br, pt_pt, ro, sv, uk, zh_cn, zh_tw

source: LICENSE AGREEMENT openSUSE® #VERSION#
el: ΣΥΜΦΩΝΙΑ ΑΔΕΙΑΣ ΧΡΗΣΗΣ openSUSE® #VERSION#
hu: LICENCMEGÁLLAPODÁS openSUSE® #VERSION#
id: PERJANJIAN LISENSI openSUSE® #VERSION#
it: CONTRATTO DI LICENZA openSUSE® #VERSION#
ja: 使用許諾契約書 openSUSE(r) #VERSION#
ko: 사용권 계약 openSUSE® #VERSION#
nl: LICENTIEOVEREENKOMST openSUSE® #VERSION#
pt_br: CONTRATO DE LICENÇA openSUSE® #VERSION#
pt_pt: ACORDOS DE LICENÇA openSUSE® #VERSION#
ro: ACORD DE LICENȚĂ openSUSE® #VERSION#
sv: LICENSAVTAL openSUSE® #VERSION#
uk: ЛІЦЕНЗІЙНА УГОДА openSUSE® #VERSION#
zh_cn: 许可协议 openSUSE® #VERSION#
zh_tw: 授權合約 openSUSE® #VERSION#

source: This is an unofficial translation of the openSUSE #VERSION# license into $LANGUAGE. It does not legally state the distribution terms for openSUSE #VERSION# - only the original English text of the openSUSE #VERSION# license does that. However, we hope that this translation will help $LANGUAGE speakers understand the license better.
el: Αυτή είναι η ανεπίσημη μετάφραση της άδειας της έκδοσης openSUSE #VERSION# στα Ελληνικά. Δεν αναφέρει νομικά τους όρους διανομής για το openSUSE #VERSION# - μόνο το πρωτότυπο κείμενο στα Αγγλικά της άδειας για το openSUSE #VERSION# τους καλύπτει.Παρόλα αυτά πιστεύουμε ότι αυτή η μετάφραση θα βοηθήσει αυτούς που μιλάνε Ελληνικά να καταλάβουν την άδεια χρήσης καλύτερα.
hu: Ez az openSUSE #VERSION# Licencmegállapodás nem hivatalos magyar fordítása. A fordítást jogi értelemben nem határozza meg az openSUSE #VERSION# terjesztési feltételeit – e tekintetben csak az openSUSE #VERSION# Licencmegállapodás angol nyelvű verziója irányadó. Mindazonáltal reméljük, hogy ez a fordítás segít az openSUSE #VERSION# Licencmegállapodás jobb megértésében.
id: Ini merupakan terjemahan tidak resmi dari lisensi openSUSE #VERSION# ke dalam Bahasa Indonesia. Terjemahan ini tidak secara hukum menyatakan ketentuan distribusi openSUSE #VERSION# - hanya versi asli lisensi openSUSE #VERSION# dalam bahasa Inggris yang memiliki kekuatan hukum. Namun, kami harapkan bahwa terjemahan ini akan membantu penutur Bahasa Indonesia memahami lisensi ini secara lebih baik.
it: Questa è una traduzione in italiano non ufficiale della licenza di openSUSE #VERSION#. Il presente documento non rappresenta una dichiarazione legale dei termini di distribuzione di openSUSE #VERSION#; solo il testo originale inglese della licenza di openSUSE #VERSION# è da ritenersi legalmente vincolante. Tuttavia, auspichiamo che questa traduzione agevoli la comprensione degli utenti di lingua italiana.
ja: これは openSUSE #VERSION# ライセンスの非公式な 日本語訳です。 openSUSE #VERSION# の配布 条件を法的に有効な形で述べたものではありません。配布条件としては原本の英語版 openSUSE #VERSION# 使用許諾書で規定されているもののみが有効です。この翻訳が、 日本語を使用するユーザーにとってライセンスをよりよく理解する手助けになることを 期待しています。
ko: 이것은 openSUSE # VERSION # 사용권에 대한 비공식 한국어 번역본입니다. \ n 이 계약서는 openSUSE # VERSION # 배포 조건이 법적으로 유효하다는것을 명시하는것은 아닙니다. \ n 배포 조건에 대한 것은 원본의 영어 버전 openSUSE # VERSION # 사용권 계약에 규정된 것만 유효합니다.\ n 그러나 이 번역이 한국어를 사용하는 사용자에게 사용권을 더 잘 이해 하는데 도움이 될것으로 \ n 기대합니다.
nl: Dit is een niet-officiële vertaling van de licentie van openSUSE #VERSION# in het Nederlands. Het heeft geen rechtskracht als bepalingen voor het gebruik van openSUSE #VERSION# - alleen de originele Engelse tekst van de licentie van openSUSE #VERSION# heeft die. We hopen echter dat deze vertaling de Nederlands sprekenden helpen bij het beter begrijpen van de licentie.
pt_br: Esta é uma tradução não oficial da licença do openSUSE #VERSION# para o português (Brasil). Ela não declara legalmente os termos de distribuição do openSUSE #VERSION# - apenas o texto original em inglês da licença do openSUSE #VERSION# faz isso. Entretanto, o objetivo desta tradução é ajudar as pessoas que falam o português (Brasil) a compreender melhor a licença.
pt_pt: Esta é a tradução não oficial da licença do openSUSE #VERSION# para LANGUAGE. Não estabelece legalmente os termos de distribuição do openSUSE #VERSION# - apenas a versão original da licença em Inglês do openSUSE #VERSION# têm essa capacidade. No entanto, nós esperamos que esta tradução ajude falantes de $LANGUAGE a perceber melhor a licença em questão.
ro: Aceasta este o traducere neoficială a licenței openSUSE #VERSION# în $LANGUAGE. Aceasta nu precizează în mod legal termenii de distribuție pentru openSUSE #VERSION# - numai textul original în limba engleză al licenței openSUSE #VERSION# face acest lucru. Cu toate acestea, sperăm că această traducere îi va ajuta pe vorbitorii de $LANGUAGE să înțeleagă mai bine licența.
sv: Detta är en icke-officiell översättning av openSUSE #VERSION# licensen till svenska. Denna text är ej juridiskt bindande i fråga om villkoren för att distribuera openSUSE #VERSION# - endast den engelska original- texten av licensen för openSUSE #VERSION# är det. Likväl hoppas vi att denna översättning kan vara till hjälp för användare med svenska som modersmål att lättare förstå licensen.
uk: Це неофіційний переклад ліцензії openSUSE #VERSION# на українську мову. Він не є юридичним документом - тільки оригінальний текст англійською описує умови розповсюдження openSUSE #VERSION# з точки зору права. Тим не менш, ми сподіваємося, що цей переклад сприятиме кращому розумінню ліцензії україномовними користувачами.
zh_cn: 本文是 openSUSE #VERSION# 许可证的 Chinese版非官方翻译。本协议不是 openSUSE #VERSION# 分发条款的法律声明 - 只有 openSUSE #VERSION# 许可证的原始英 #文文本才能作为其分发条款的法律声明。但是，我们希望此翻译可以帮助 Chinese读者更好地理解许可证。
zh_tw: 這是一份 openSUSE #VERSION# 授權的非官方 繁體中文翻譯。 它並非 openSUSE #VERSION# 之發佈條款的法定表述 - 只有 openSUSE #VERSION# 授權的英文原版具有這樣的效力。 然而，我們希望這份翻譯能夠幫助 繁體中文讀者更好地理解本授權。

source: This agreement governs your download, installation, or use of openSUSE #VERSION# and its updates, regardless of the delivery mechanism. openSUSE #VERSION# is a collective work under US Copyright Law. Subject to the following terms, The openSUSE Project grants to you a license to this collective work pursuant to the GNU General Public License version 2. By downloading, installing, or using openSUSE #VERSION#, you agree to the terms of this agreement.
el: Η αποδοχή καθορίζει το κατέβασμα, την εγκατάσταση ή την χρήση του openSUSE #VERSION# και των ενημερώσεων, ανεξάρτητα από τον μηχανισμό παράδοσης. Το openSUSE #VERSION# είναι μια συλλογική δουλειά κάτω από την Αμερικανική Νομοθεσία Πνευματικής Ιδιοκτησίας. Υπακούοντας τους ακόλουθους όρους, το openSUSE Project σας παρέχει, μια άδεια χρήσης για αυτή τη συλλογική δουλειά ακολουθώντας την έκδοση 2 της GNU General Public License. Κατεβάζοντας, εγκαθιστώντας ή χρησιμοποιώντας openSUSE #VERSION# συμφωνείτε με αυτούς τους όρους.
hu: Ez a megállapodás szabályozza az openSUSE #VERSION# letöltését, telepítését, vagy használatát, függetlenül a szállítás módjától. Az openSUSE #VERSION# egy közös munka eredménye, amelyet az USA Copyright törvény véd a következő feltételekkel. Az openSUSE projekt átadja közös munkájának eredményét a GNU General Public License 2-es verziója alapján. Az openSUSE #VERSION# letöltésével, telepítésével, vagy használatával elfogadja a jelen megállapodás feltételeit.
id: Perjanjian ini mengatur tentang unduhan, pemasangan, atau penggunaan openSUSE #VERSION# dan pembaruannya, tanpa memperhatikan mekanisme penyaluran. openSUSE #VERSION# adalah karya kolektif dibawah Undang-Undang Hak Cipta Amerika Serikat. Tunduk pada ketentuan berikut, Proyek openSUSE memberikan hak lisensi kepada Anda untuk karya kolektif ini sesuai dengan Lisensi Publik Umum GNU versi 2. Dengan mengunduh, memasang, atau menggunakan openSUSE #VERSION#, Anda menyetujui ketentuan dari perjanjian ini.
it: Questo contratto regola il download, l'installazione o l'uso di openSUSE #VERSION# e dei suoi aggiornamenti, indipendentemente dalla modalità di consegna. openSUSE #VERSION# è un lavoro collettivo in base alle leggi degli Stati Uniti sul copyright. In conformità ai termini seguenti, The openSUSE Project concede all'utente una licenza per l'uso di questo lavoro collettivo secondo quanto definito nella versione della 2 della licenza pubblica generica (GNU). Il download, l'installazione o l'uso di openSUSE #VERSION# implica l'accettazione dei termini di questo contratto.
ja: この契約書は、配布の形式に関わらず、openSUSE #VERSION# とその更新ファイルの ダウンロード、インストール、および使用について規定します。openSUSE #VERSION# は、 米国著作権法に基づく集合著作物です。以下の条件に従って、 The openSUSE Project は、 GNU 一般公有使用許諾バージョン2に基づき、この集合著作物に関する使用権を お客様に認めます。 openSUSE #VERSION# をダウンロード、インストール、または使用する ことにより、お客様はこの契約書の条項に同意したものと見なされます。
ko: 이 계약서는 배포 방식에 관계없이 openSUSE # VERSION # 과 해당 버전의 업데이트 \ n 다운로드 , 해당 버전의 설치 및 사용에 대해 규정하고 있습니다. openSUSE # VERSION # \ n 은 미국 저작권법에 따른 종합 저작물 입니다. 이것은 다음의 조건을 따르고 있습니다. \ n The openSUSE Project 는 GNU 일반 공중 사용 허가서 버전 2 에 따라 이 종합 저작물에 대한 사용 권한을 \ n 고객에게 인정합니다. openSUSE # VERSION # 을 다운로드, 설치 또는 사용 \ n 함으로써 귀하는 이 계약 조건에 동의 한 것으로 간주됩니다.
nl: Deze overeenkomst dekt wat u van openSUSE #VERSION# hebt gedownload, geïnstalleerd en gebruikt en later hebt bijgewerkt, ongeacht de methode van verkrijging. openSUSE #VERSION# is een gezamenlijk werk onder de "US Copyright Law". Onder de volgende bepalingen, geeft Het openSUSE Project u een licentie voor dit gezamenlijke werk volgens de "GNU General Public License version 2". Met downloaden, installeren of gebruik van openSUSE #VERSION#, gaat u akkoord met de bepalingen van deze overeenkomst.
pt_br: Este contrato rege o download, a instalação ou o uso, por você, do openSUSE #VERSION# e de suas atualizações, independentemente do mecanismo de fornecimento. O openSUSE #VERSION# é um trabalho coletivo, regido pelas leis de direitos autorais dos Estados Unidos. Sujeito aos termos a seguir, o Projeto openSUSE concede a você uma licença para esse trabalho coletivo em conformidade com a Licença Pública Geral GNU versão 2. Ao baixar, instalar ou usar o openSUSE #VERSION#, você concorda com os termos deste contrato.
pt_pt: Este acordo rege a sua transferência, instalação, ou utilização de openSUSE #VERSION# bem como as suas actualizações, independentemente do mecanismo de entrega. O openSUSE #VERSION# é uma obra coletiva protegida pela Lei dos Direitos de Autor dos EUA. Sujeito aos seguintes termos, o Projecto openSUSE concede subvenções a uma licença para esta obra colectiva de acordo com a GNU General Public License versão 2. Ao transferir, instalar, ou usar o openSUSE #VERSION#, concorda com os termos deste acordo.
ro: Acest acord guvernează descărcarea, instalarea sau utilizarea de către dvs. a openSUSE #VERSION# și a actualizărilor sale, indiferent de mecanismul de livrare. openSUSE #VERSION# este o lucrare colectivă în conformitate cu Legea americană privind drepturile de autor. Sub rezerva următorilor termeni, Proiectul openSUSE vă acordă o licență pentru această operă colectivă în conformitate cu Licența Publică Generală GNU versiunea 2. Prin descărcarea, instalarea sau utilizarea openSUSE #VERSION#, sunteți de acord cu termenii acestui acord.
sv: Detta avtal reglerar hur du får ladda ned, installera och använda openSUSE #VERSION# och dess uppdateringar, oavsett hur de levereras. openSUSE #VERSION# är ett kollektivt arbete som står under USA:s Copyright Law. I enlighet med följande villkor ger dig openSUSE- projektet en licens för detta kollektiva arbete i enlighet med GNU General Public License version 2. Genom att ladda hem, installera, eller använda openSUSE #VERSION#, accepterar du villkoren i detta avtal.
uk: Ця угода встановлює правила звантаження, встановлення або використання операційної системи openSUSE #VERSION# та її оновлень, незалежно від способу отримання. У відповідності до законодавства США про авторське право openSUSE #VERSION# є колективною роботою. При дотриманні нижченаведених умов проект openSUSE надає Вам ліцензію на цю колективну роботу відповідно до Загальної громадської ліцензії GNU (GNU General Public License) версії 2. Звантажуючи, встановлюючи або використовуючи openSUSE #VERSION# ви погоджуєтеся з умовами цієї угоди.
zh_cn: 本协议约束用户对 openSUSE #VERSION# 的下载、安装或使用及其更新，与交付机制无关。openSUSE #VERSION# 是一项集体作品，受美国版权法的保护。根据以下条款，The openSUSE Project 向用户授予此集体作品的许可证，该许可证遵从“GNU 一般公共许可证”版本 2 之规定。下载、安装或使用 openSUSE #VERSION#，即表示用户同意本协议的条款。
zh_tw: 此合約適用於 openSUSE #VERSION# 及其更新之下載、安裝或使用，且不受交付機制之限制。openSUSE #VERSION# 係受美國著作權法保護之集合著作。The openSUSE Project 基於下列條款規定，依照 GNU General Public License version 2 授予您此集合著作之授權。openSUSE #VERSION# 一經下載、安裝或使用，即代表您同意此合約之條款。

source: openSUSE #VERSION# is a modular Linux operating system consisting of hundreds of software components. The license agreement for each component is generally located in the component's source code. With the exception of certain files containing the “openSUSE” trademark discussed below, the license terms for the components permit you to copy and redistribute the component. With the potential exception of certain firmware files, the license terms for the components permit you to copy, modify, and redistribute the component, in both source code and binary code forms. This agreement does not limit your rights under, or grant you rights that supersede, the license terms of any particular component.
el: Το openSUSE #VERSION# είναι μια αρθρωτό λειτουργικό σύστημα Linux που αποτελείται από εκατοντάδες συστατικά λογισμικού. Η αποδοχή άδειας χρήσης για κάθε συστατικό βρίσκεται γενικά στον πηγαίο κώδικα κάθε συστατικού. Με την εξαίρεση ότι ορισμένα αρχεία περιέχουν το σήμα κατατεθέν “openSUSE” που συζητήθηκε παρακάτω, οι όροι της άδειας χρήσης των συστατικών σας επιτρέπουν να αντιγράψετε και να αναδιανέμετε το συστατικό. Με την πιθανή εξαίρεση συγκεκριμένων αρχείων firmware, οι όροι της άδειας χρήσης των συστατικών σας επιτρέπουν να αντιγράψετε και να αναδιανέμετε το συστατικό, τόσο σε μορφή πηγαίου και δυαδικού κώδικα. Αυτή η αποδοχή δεν περιορίζει τα δικαιώματά σας, ή σας παραχωρεί δικαιώματα που αντικαθιστούν, τους όρους της άδειας οποιουδήποτε συστατικού.
hu: Az openSUSE #VERSION# egy moduláris Linux operációs rendszer, amely több száz szoftverkomponensből áll. Az egyes komponensek licencmegállapodásai többnyire az egyes komponensek forráskódjában találhatók. A bizonyos "openSUSE" védjegyeket tartalmazó fájlokat kivéve az összetevők másolása és terjesztése engedélyezett. Bizonyos firmware fájlok kivételével a licencfeltételek lehetővé teszik a komponensek másolását, módosítását és közreadását forráskód, vagy bináris formátumban. Ezen licencmegállapodás nem korlátozza és nem is ad további jogokat, mint amelyek az egyes komponensek licencmegállapodásában szerepelnek.
id: openSUSE #VERSION# adalah sistem operasi Linux modular yang terdiri dari ratusan komponen perangkat lunak. Perjanjian lisensi untuk masing-masing komponen biasanya terdapat di komponen kode sumber. Dengan pengecualian pada berkas-berkas tertentu yang berisi merek dagang “openSUSE” yang dibahas di bawah, ketentuan lisensi untuk komponen-komponen tersebut mengizinkan Anda untuk menyalin dan mendistribusikan ulang komponen. Dengan potensi pengecualian pada berkas firmware tertentu, ketentuan lisensi untuk komponen-komponen tersebut mengizinkan Anda untuk menyalin, memodifikasi, dan mendistribusikan komponen, baik dalam bentuk kode sumber dan kode binari. Perjanjian ini tidak membatasi hak Anda, atau memberikan hak anda untuk menggantikan persyaratan lisensi untuk masing-masing komponen tertentu.
it: openSUSE #VERSION# è un sistema operativo Linux modulare costituito da centinaia di componenti software. Il contratto di licenza di ciascun componente è in genere incluso nel codice sorgente del componente. A eccezione di alcuni file contenenti il marchio "openSUSE" cui si fa riferimento di seguito, i termini della licenza per i componenti consentono la copia e la ridistribuzione del componente. Con la possibile eccezione di alcuni file del firmware, i termini della licenza per i componenti consentono la copia, la modifica e la ridistribuzione del componente sia nella forma di codice sorgente che di codice binario. Con riferimento ai termini della licenza di qualsiasi componente, il presente contratto non limita i diritti dell'utente, né concede diritti sostitutivi.
ja: openSUSE #VERSION# は、モジュール式の Linux オペレーティングシステムで、数百の ソフトウェアコンポーネントを含みます。各コンポーネントの使用許諾契約書は、 一般的にそのコンポーネントのソースコード内に含まれています。以下で説明する "openSUSE" 商標を含むファイルを除き、コンポーネントの許諾条項は、 コンポーネントのコピーと再配布をお客様に許可します。一部のファームウェア ファイルを除き、コンポーネントの許諾条項は、ソースコード形式またはバイナリ コード形式に関わらず、コンポーネントのコピー、変更、再配布をお客様に許可 します。この契約書は、特定のコンポーネントの使用許諾条件を超えて、お客様の 権利を制限したり、お客様に権利を付与したりすることはありません。
ko: openSUSE # VERSION # 는 모듈방식으로 된 수백 가지의 소프트웨어 구성 요소로 이루어진 리눅스 운영체제입니다. 각 구성 요소의 사용권 계약에 관한것은 일반적으로 구성 요소의 소스 코드에 포함되어 있습니다. 아래에 설명하는 " openSUSE " 상표를 포함하는 파일을 제외하고, 구성 요소의 사용권 조항에 따른 구성 요소의 복사 및 재배포는 고객에게 이양합니다. 일부 펌웨어 파일을 제외한 구성 요소의 사용권 조항은 소스 코드 형식 또는 바이너리 코드 형식에 관계없이 구성 요소 의 복사, 수정, 재배포를 고객에게 부여합니다. 이 계약서는 특정 구성 요소의 라이센스 계약을 넘어 고객의 권리를 제한 하거나 사용자에게 권한을 부여 할 수는 없습니다.
nl: openSUSE #VERSION# is een modulair Linux besturingssysteem bestaande uit honderden softwarecomponenten. De licentieovereenkomst voor elke component is in het algemeen gelokaliseerd in de broncode van de component. Met uitzondering van bepaalde bestanden die het handelsmerk “openSUSE” bevatten, zoals hieronder besproken, geven de bepalingen voor de componenten u het recht om de component te kopiëren en te distribueren. Met de potentiële uitzondering van bepaalde bestanden met firmware, geven de licentiebepalingen voor de componenten u het recht om de componenten te kopiëren, te wijzigen en opnieuw te distribueren, zowel in de vorm van broncode als binaire code. Deze overeenkomst beperkt niet uw rechten onder of geeft u rechten die uitstijgen boven de licentiebepalingen van elke specifieke component.
pt_br: O openSUSE #VERSION# é um sistema operacional Linux modular que consiste em centenas de componentes de software. O contrato de licença de cada componente geralmente está localizado no código-fonte do componente. Com exceção de certos arquivos que contêm a marca registrada “openSUSE” discutida a seguir, os termos de licença dos componentes permitem que você copie e redistribua o componente. Com a potencial exceção de determinados arquivos de firmware, os termos de licença dos componentes permitem que você copie, modifique e redistribua o componente, tanto na forma de código-fonte quanto na forma de código binário. Este contrato não limita seus direitos sob, nem lhe concede direitos que substituem, os termos de licença de nenhum componente em particular.
pt_pt: O openSUSE #VERSION# é um sistema operativo modular Linux que consiste em centenas de componentes de software. O contrato de licença para cada um destes componentes encontra-se em modo geral localizado no código fonte do mesmo. Com a exceção de certos ficheiros que contêm a marca comercial "openSUSE" discutida abaixo, os termos da licença para os componentes permitem-lhe copiar e redistribuir os mesmos. Com a potencial exceção de certos ficheiros de firmware, os termos da licença para os componentes permitem-lhe copiar, modificar e redistribuir o componente, tanto na forma de código fonte como no seu formato compilado. Este acordo não limita os seus direitos, nem lhe concede direitos que se sobreponham, os termos de licença de qualquer componente em particular.
ro: openSUSE #VERSION# este un sistem de operare Linux modular format din sute de componente software. Contractul de licență pentru fiecare componentă se află, în general, în codul sursă al componentei respective. Cu excepția anumitor fișiere care conțin marca comercială “openSUSE” discutată mai jos, termenii licenței pentru componente vă permit să copiați și să redistribuiți componenta. Cu excepția potențială a anumitor fișiere de firmware, termenii licenței pentru componente vă permit să copiați, să modificați și să redistribuiți componenta, atât în formă de cod sursă, cât și de cod binar. Acest acord nu vă limitează drepturile pe care le aveți în temeiul termenilor de licență ai unei anumite componente și nici nu vă acordă drepturi care înlocuiesc termenii de licență ai unei anumite componente.
sv: openSUSE #VERSION# är ett modulärt Linux-operativsystem som består av hundratals olika mjukvarokompnenter. Varje enskild komponents licensavtal hittar du normalt sett i komponentens källkod. Med undantag av vissa filer som innehåller openSUSE:s varumärke (diskuteras längre ned), tillåter komponenternas licens dig att kopiera och vidaredistribuera dem. Med det potentiella undantaget för vissa firmware-filer tillåts du att kopiera, modifiera, vidaredistribuera komponenterna i så väl källkods- som binärformat. Detta avtal varken begränsar eller utökar dina rättigheter i förhållande till en enskild komponents licensavtal.
uk: openSUSE #VERSION# є модульною операційною системою Linux, яка складається із сотень програмних компонент. Ліцензійна угода для кожного компонента знаходиться, як правило, у складі вихідного коду. За винятком деяких файлів, що містять товарний знак «openSUSE» і описаних нижче, умови ліцензії на компоненти дозволяють вам копіювати і поширювати їх. За можливим винятком деяких файлів вбудованих програм умови ліцензії на компоненти дозволяють Вам копіювати, модифікувати і поширювати їх, як у вигляді вихідного коду, так і у двійковій формі. Ця угода не обмежує ваші права, а також не надає права, які замінюють положення ліцензії якого-небудь компонента.
zh_cn: openSUSE #VERSION# 是一个模块化的 Linux 操作系统，由数百个软件组件构成。通常情况下，各个组件的源代码中均含有该组件的许可协议。除以下所述的某些包含“openSUSE”商标的文件之外，组件的许可条款允许用户对组件进行复制和再分发。除了某些固件文件可能例外，组件的许可条款允许用户以源代码和二进制代码形式对组件进行复制、修改和再分发。本协议不限制用户根据任何具体组件的许可条款享有的权利，也没有授予用户超出这些许可条款的任何权利。
zh_tw: openSUSE #VERSION# 係為模組化之 Linux 作業系統，由數百個軟體元件組成。每個元件的授權合約通常均位於該元件的原始碼中。除下述包含 openSUSE 商標之特定檔案外，元件授權條款均允許您複製及重新分配元件。除特定韌體檔案外，元件之授權條款均允許您以原始碼和二進位程式碼格式複製、修改和重新分配元件。此合約不限制您基於任何特定元件所擁有之授權條款的權利，亦不授予您超過上述條款之權利。
