Repository: openSUSE/skelcd-openSUSE
Catalog: license/license.*.po
Languages: el, hu, id, it, ja, ko, nl, pt_br, pt_pt, ro, sv, uk, zh_cn, zh_tw

source: TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE OPENSUSE PROJECT (AND ITS LICENSORS, SUBSIDIARIES, AND EMPLOYEES) WILL NOT BE LIABLE TO YOU FOR ANY DAMAGES, INCLUDING DIRECT, INCIDENTAL, OR CONSEQUENTIAL DAMAGES, LOST PROFITS, OR LOST SAVINGS ARISING OUT OF THE USE OR INABILITY TO USE OPENSUSE #VERSION#, EVEN IF THE OPENSUSE PROJECT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. IN A JURISDICTION THAT LIMITS THE EXCLUSION OR LIMITATION OF DAMAGES, THE OPENSUSE PROJECT’S (AND ITS LICENSORS’, SUBSIDIARIES’, AND EMPLOYEES’) AGGREGATE LIABILITY IS LIMITED TO $50US, OR IF SUCH A LIMITATION IS NOT ALLOWED, IS LIMITED TO THE MAXIMUM EXTENT ALLOWED.
el: ΣΤΗ ΜΕΓΙΣΤΗ ΕΠΙΤΡΕΠΟΜΕΝΗ ΕΠΕΚΤΑΣΗ ΑΠΟ ΤΟΝ ΙΣΧΥΟΝΤΑ ΝΟΜΟ, ΤΟ OPENSUSE PROJECT (ΚΑΙ ΟΙ ΕΚΔΟΤΕΣ, ΟΙ ΘΥΡΑΤΡΙΚΕΣ ΚΑΙ ΟΙ ΕΡΓΑΖΟΜΕΝΟΙ) ΔΕΝ ΘΑ ΕΙΝΑΙ ΥΠΕΥΘΥΝΟΙ ΓΙΑ ΤΥΧΟΝ ΖΗΜΙΕΣ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝ ΑΜΕΣΩΝ, ΠΕΡΙΣΤΑΣΙΑΚΩΝ, 'Η ΕΠΑΚΌΛΟΥΘΩΝ, ΑΠΩΛΕΙΑ ΚΕΡΔΟΥΣ 'Η ΑΠΟΛΕΣΘΕΝΤΩΝ ΑΠΟΤΑΜΙΕΥΣΕΩΝ ΠΟΥ ΠΡΟΚΥΠΤΟΥΝ ΑΠΟ ΤΗΝ ΧΡΗΣΗ 'Η ΑΔΥΝΑΜΙΑ ΧΡΗΣΗΣ ΤΟΥ OPENSUSE #VERSION#, ΑΚΟΜΑ ΚΑΙ ΑΝ ΤΟ OPENSUSE PROJECT ΕΧΕΙ ΕΝΗΜΕΡΩΘΕΙ ΓΙΑ ΑΥΤΕΣ ΤΙΣ ΑΔΥΝΑΜΙΕΣ. ΣΤΗΝ ΔΙΚΑΙΟΔΟΣΙΑ ΠΟΥ ΟΡΙΖΕΙ ΤΗΝ ΕΞΑΙΡΕΣΗ Ή ΤΟΝ ΠΕΡΙΟΡΙΣΜΟ ΤΩΝ ΖΗΜΙΩΝ, ΤΑ OPENSUSE PROJECTS (ΚΑΙ ΟΙ ΕΚΔΟΤΕΣ, ΟΙ ΘΥΡΑΤΡΙΚΕΣ ΚΑΙ ΟΙ ΕΡΓΑΖΟΜΕΝΟΙ) Η ΣΥΝΟΛΙΚΗ ΕΥΘΥΝΗ ΠΕΡΙΟΡΙΖΕΤΑΙ ΣΤΑ $50US, 'Η ΑΝ ΑΥΤΟΣ Ο ΠΕΡΙΟΡΙΣΜΟΣ ΔΕΝ ΕΠΙΤΡΕΠΕΤΑΙ, ΠΕΡΙΟΡΙΖΕΤΑΙ ΣΤΟ ΜΕΓΙΣΤΟ ΒΑΘΜΟ ΠΟΥ ΕΠΙΤΡΕΠΕΤΑΙ.
hu: AZ ALKALMAZHATÓ JOGSZABÁLYOK ÁLTAL BIZTOSÍTOTT MAXIMÁLIS MÉRTÉKBEN AZ OPENSUSE PROJEKT (ÉS LICENCADÓI, LEÁNYVÁLLALATAI ÉS ALKALMAZOTTAI) NEM TEHETŐK FELELŐSSÉ A KÁROKÉRT, BELEÉRTVE MINDEN AZ OPENSUSE #VERSION# HASZNÁLATÁBÓL, VAGY A HASZNÁLAT MEGAKADÁLYOZÁSÁBÓL EREDŐ VÉLETLEN, VAGY KÖVETKEZMÉNYES KÁRT, ELMARADT HASZNOT VAGY MEGTAKARÍTÁST, MÉG AKKOR SEM, HA AZ OPENSUSE PROJEKT TUDATÁBAN IS VAN, HOGY ILYEN KÁROK KELETKEZHETNEK. AZ OLYAN JOGHATÓSÁGNÁL, AMELY KORLÁTOZZA A KÁRTÉRÍTÉS KIZÁRÁSÁT VAGY KORLÁTOZÁSÁT AZ OPENSUSE PROJEKT (ÉS LICENCTULAJDONOSAI, LEÁNYVÁLLALATAI ÉS ALKALMAZOTTAI) ÖSSZESÍTETT FELELŐSSÉGE 50$ ÉRTÉKRE KORLÁTOZÓDIK, VAGY AMENNYIBEN A KORLÁTOZÁS NEM ENGEDÉLYEZETT, AKKOR AZ A MEGENGEDETT MINIMÁLIS MÉRTÉKRE KORLÁTOZÓDIK.
id: SEJAUH DIIZINKAN OLEH HUKUM YANG BERLAKU, PROYEK OPENSUSE (DAN PEMBERI LISENSI, ANAK PERUSAHAAN, DAN KARYAWAN) TIDAK BERTANGGUNG JAWAB KEPADA ANDA ATAS KERUSAKAN, TERMASUK KERUSAKAN LANGSUNG, TIDAK DISENGAJA, ATAU AKIBAT DARI KERUSAKAN, KERUGIAN, ATAU KEHILANGAN TABUNGAN YANG TIMBUL AKIBAT PENGGUNAAN ATAU KETIDAKMAMPUAN MENGGUNAKAN OPENSUSE #VERSION#, BAHKAN JIKA PROYEK OPENSUSE TELAH DIBERITAHU TENTANG KEMUNGKINAN KERUSAKAN TERSEBUT. DI WILAYAH HUKUM YANG MEMBATASI PENGECUALIAN ATAU PEMBATASAN KERUSAKAN, KESELURUHAN KEWAJIBAN PROYEK OPENSUSE (DAN PEMBERI LISENSI, ANAK PERUSAHAAN, DAN KARYAWAN) TERBATAS PADA $50US, ATAU JIKA PEMBATASAN INI TIDAK DIIZINKAN, MAKA BERLAKU PEMBATASAN MAKSIMAL YANG DIIZINKAN.
it: NELLA MISURA MASSIMA CONSENTITA DALLE LEGGI IN VIGORE, THE OPENSUSE PROJECT, I SUOI CONCESSORI DI LICENZA, LE SUE CONTROLLATE E I SUOI DIPENDENTI NON SARANNO RITENUTI RESPONSABILI PER ALCUN DANNO, COMPRESI I DANNI DIRETTI, INCIDENTALI O CONSEQUENZIALI, I MANCATI PROFITTI O I MANCATI GUADAGNI, IN RELAZIONE ALL'USO O ALL'IMPOSSIBILITÀ DI UTILIZZARE OPENSUSE #VERSION#, ANCHE QUALORA THE OPENSUSE PROJECT SIA STATA AVVISATA DELLA POSSIBILE INCIDENZA DI TALI DANNI. NELLE GIURISDIZIONI CHE DEFINISCONO LIMITI SULL'ESCLUSIONE O SULLA LIMITAZIONE DEI DANNI, LA RESPONSABILITÀ GLOBALE DI THE OPENSUSE PROJECT, DEI SUOI CONCESSORI DI LICENZA, DELLE SUE CONTROLLATE E DEI SUOI DIPENDENTI È LIMITATA A CINQUANTA DOLLARI (US $ 50) O, QUALORA TALE LIMITE NON SIA CONSENTITO, ALLA CIFRA MASSIMA CONSENTITA.
ja: 該当する法が認める最大範囲まで、 The openSUSE Project (およびその ライセンサー、関連会社、および従業員) は、 openSUSE #VERSION# の使用または使用不能に 起因する直接的損害、間接的損害、派生的損害、逸失利益、または貯蓄の喪失などを 含む一切の損害に対し、当該損害発生の可能性が告知されていた場合でも、責任を負う ことはありません。損害の除外や制限について制限がある法域においては、 The openSUSE Project (およびそのライセンサー、関連会社、および従業員) の賠償 総額は 50 米ドルを上限とするものとし、こうした制限が認められない場合は、認め られる最大限度に限られるものとします。
ko: 해당 법이 허용하는 최대 범위까지 The openSUSE Project( 및 그 허가자, 계열사 및 직원 )는 openSUSE # VERSION # 의 사용 또는 사용 불능으로 인한 직접 손해, 간접 손해, 결과적 손해 , 일실 이익 또는 저축의 상실 등을 포함한 일체의 손해에 대하여 그리고 손해 발생의 가능성이 고지된 경우에도 일절 책임이 없습니다. 손해의 배제 또는 제한 사항, 제한이 있는 관할권에 대해 The openSUSE Project(허가자, 계열사 및 직원)의 배상 총액은 미화 50 달러를 초과하지 않으며, 이러한 제한이 인정되지 않는 경우는 인정하는 최대 한도에 국한 합니다.
nl: TOT HET MAXIMUM OPGEREKT ONDER VAN TOEPASSING ZIJNDE WETTEN, ZULLEN HET OPENSUSE PROJECT (EN ZIJN LICENTIENEMERS, ONDERAANNEMERS EN MEDEWERKERS) NIET VOOR U AANSPRAKELIJK ZIJN VOOR ELKE SCHADE, INCLUSIEF DIRECTE, INCIDENTELE, OF GEVOLGSCHADE, GEDERFDE INKOMSTEN OF VERLOREN BESPARINGEN VOLGEND UIT HET GEBRUIK OF ONMOGELIJKHEID VAN GEBRUIK VAN OPENSUSE #VERSION#, ZELFS ALS HET OPENSUSE PROJECT IS GEWAARSCHUWD VOOR DE MOGELIJKHEID VAN ZULKE SCHADE. IN EEN JURISDICTIE DIE DE UITSLUITING OF BEPERKING VAN SCHADES BEPERKT, WORDT DE AANSPRAKELIJKHEID VAN HET OPENSUSE PROJECT (EN ZIJN LICENTIENEMERS, ONDERAANNEMERS EN MEDEWERKERS) BEPERKT TOT EEN GEZAMENLIJKE AANSPRAKELIJKHEID VAN $50US OF, ALS ZO'N BEPERKING NIET IS TOEGESTAAN, WORDT DEZE BEPERKT TOT HET MAXIMAAL TOEGESTANE.
pt_br: NA EXTENSÃO MÁXIMA PERMITIDA PELA LEGISLAÇÃO APLICÁVEL, O PROJETO OPENSUSE (E SEUS AGENTES, SUBSIDIÁRIAS E FUNCIONÁRIOS) NÃO SERÃO RESPONSABILIZADOS POR NENHUM DANO, INCLUINDO DANOS DIRETOS, CIRCUNSTANCIAIS OU CONSEQUENCIAIS, PERDA DE LUCROS OU PERDA DE ECONOMIAS DECORRENTES DO USO OU DA INCAPACIDADE DE USAR O OPENSUSE #VERSION#, MESMO QUE O PROJETO OPENSUSE TENHA SIDO AVISADO SOBRE A POSSIBILIDADE DESSES DANOS. EM UMA JURISDIÇÃO QUE LIMITE A EXCLUSÃO OU LIMITAÇÃO DE DANOS, A RESPONSABILIDADE AGREGADA DO PROJETO OPENSUSE (E DE SEUS AGENTES, SUBSIDIÁRIAS E FUNCIONÁRIOS) LIMITA-SE A US$ 50 OU, SE TAL LIMITAÇÃO NÃO FOR PERMITIDA, LIMITA-SE AO MÁXIMO PERMITIDO.
pt_pt: NA MEDIDA MÁXIMA PERMITIDA PELA LEI APLICÁVEL, O PROJETO OPENSUSE (E OS SEUS LICENCIADORES, FILIAIS E EMPREGADOS) NÃO SERÃO RESPONSÁVEIS PERANTE SI POR QUAISQUER DANOS, INCLUINDO DIRETOS, ACIDENTAIS, OU DANOS CONSEQUENTES, PERDA DE LUCROS, OU PERDA DE POUPANÇAS RESULTANTES DA UTILIZAÇÃO OU INCAPACIDADE DE UTILIZAR A VERSÃO OPENSUSE #VERSION#, MESMO QUE O PROJETO OPENSUSE SEJA ACONSELHADO SOBRE A POSSIBILIDADE DE TAIS DANOS. NUMA JURISDIÇÃO QUE LIMITA A EXCLUSÃO OU LIMITAÇÃO DE DANOS, DO PROJETO OPENSUSE (E DOS SEUS LICENCIADORES, FILIAIS, E TRABALHADORES") A RESPONSABILIDADE AGREGADA É LIMITADA A $50USA, OU SE TAL LIMITAÇÃO NÃO É PERMITIDA, É LIMITADA À MÁXIMA EXTENSÃO PERMITIDA.
ro: ÎN MĂSURA MAXIMĂ PERMISĂ DE LEGEA APLICABILĂ, PROIECTUL OPENSUSE (ȘI LICENȚIATORII, FILIALELE ȘI ANGAJAȚII SĂI) NU VOR FI RĂSPUNZĂTORI FAȚĂ DE DVS. PENTRU NICIUN FEL DE DAUNE, INCLUSIV DAUNE DIRECTE, ACCIDENTALE SAU INDIRECTE, PROFITURI PIERDUTE SAU ECONOMII PIERDUTE CARE DECURG DIN UTILIZAREA SAU INCAPACITATEA DE A UTILIZA OPENSUSE #VERSION#, CHIAR DACĂ PROIECTUL OPENSUSE A FOST INFORMAT DESPRE POSIBILITATEA UNOR ASTFEL DE DAUNE. ÎNTR-O JURISDICȚIE CARE LIMITEAZĂ EXCLUDEREA SAU LIMITAREA DAUNELOR, RĂSPUNDEREA TOTALĂ A PROIECTULUI OPENSUSE (ȘI A LICENȚIATORILOR, FILIALELOR ȘI ANGAJAȚILOR SĂI) ESTE LIMITATĂ LA 50$US SAU, DACĂ O ASTFEL DE LIMITARE NU ESTE PERMISĂ, ESTE LIMITATĂ LA MAXIMUL PERMIS.
sv: I DEN UTSTRÄCKNING TILLÄMPLIGA LAGAR MEDGER, AVSÄGER SIG OPENSUSE- PROJEKTET (SAMT DESS LICENSGIVARE, DOTTERBOLAG OCH ANSTÄLLDA) ALLT ANSVAR FÖR SKADOR, UTEBLIVEN VINST ELLER FÖRLORADE BESPARINGAR TILL FÖLJD AV ANVÄNDANDET ELLER OFÖRMÖGENHET ATT KUNNA ANVÄNDA OPENSUSE #VERSION#, ÄVEN OM OPENSUSE-PROJEKTET HAFT KÄNNEDOM OM MÖJLIGHETEN FÖR UPPKOMSTEN AV SÅDANA SKADOR. I DE FALL ETT LANDS LAGAR INTE TILLÅTER ELLER INSKRÄNKER OVANSTÅENDE ANSVARSFRISKRIVNING, BEGRÄNSAS OPENSUSE-PROJEKTETS (OCH DESS LICENSGIVARE, DOTTERBOLAG OCH ANSTÄLLDA) TOTALA ANSVAR TILL $50US, ELLER OM EN SÅDAN BEGRÄNSNING INTE TILLÅTS, TILL DET LÄGSTA TILLÅTNA BELOPP.
uk: У МАКСИМАЛЬНІЙ МІРІ, ДОЗВОЛЕНІЙ ЧИННИМ ЗАКОНОДАВСТВОМ, ПРОЕКТ OPENSUSE (І ЙОГО ЛІЦЕНЗІАРИ, ДОЧІРНІ ПІДПРИЄМСТВА І ПРАЦІВНИКИ), НЕ НЕСЕ ВІДПОВІДАЛЬНОСТІ ЗА БУДЬ-ЯКІ ЗБИТКИ, ВКЛЮЧАЮЧИ ПРЯМИЙ, ВИПАДКОВИЙ АБО НЕПРЯМИЙ ЗБИТОК, ВТРАЧЕНИЙ ПРИБУТОК, ВТРАТУ ЗАОЩАДЖЕНЬ У ЗВ'ЯЗКУ З ВИКОРИСТАННЯМ АБО НЕМОЖЛИВІСТЮ ВИКОРИСТАННЯ OPENSUSE #VERSION#, НАВІТЬ ЯКЩО ПРОЕКТ OPENSUSE БУВ ПРОІНФОРМОВАНИЙ ПРО МОЖЛИВІСТЬ ТАКОЇ ШКОДИ. У РАМКАХ РЕГУЛЮВАННЯ ВИНЯТКІВ І ОБМЕЖЕНЬ ШКОДИ, СУКУПНА ВІДПОВІДАЛЬНІСТЬ ПРОЕКТУ OPENSUSE (ТА ЙОГО ЛІЦЕНЗІАРІВ, ДОЧІРНІХ ПІДПРИЄМСТВ І ПРАЦІВНИКІВ), ОБМЕЖЕНА 50 ДОЛАРАМИ США, АБО, ЯКЩО ЦЕ НЕ ПІДХОДИТЬ, ОБМЕЖЕНА МАКСИМАЛЬНИМИ ДОЗВОЛЕНИМИ МЕЖАМИ.
zh_cn: 在适用法律允许的最大范围内，对于因用户使用或无法使用 OPENSUSE #VERSION# 而造成的任何损害，包括直接损害、偶发或继发损害、利润损失、存款损失，THE OPENSUSE PROJECT（及其许可证颁发者、附属机构和雇员）不承担任何责任，即使事先已告知 THE OPENSUSE PROJECT 可能会发生此类损害。如有司法辖区不允许排除或限制损失，THE OPENSUSE PROJECT（及其许可证颁发者、附属机构和雇员）所承担的累计最高赔偿金额为 50 美元，若不允许规定此类限制，则累计最高赔偿金额为所允许的最大范围。
zh_tw: 在適用法律所允許之最大範圍內，對於因使用或無法使用 OPENSUSE #VERSION# 所造成之任何直接、意外、衍生性傷害、利潤損失或存款損失，即使是在 THE OPENSUSE PROJECT 已知可能造成損失之情況下，THE OPENSUSE PROJECT (及其授權者、子公司和員工) 均不負任何賠償責任。在限制排除或損害限制條款之管轄區域內，THE OPENSUSE PROJECT (及其授權者、子公司和員工) 之總賠償金額不得超過美金 $50 元，若此類限制不受允許，則不得超過所允許之最大範圍。
