Repository: openSUSE/skelcd-openSUSE
Catalog: license/license.*.po
Languages: el, hu, id, it, ja, ko, nl, pt_br, pt_pt, ro, sv, uk, zh_cn, zh_tw

source: If any provision of this agreement is held to be unenforceable, that will not affect the enforceability of the remaining provisions. This agreement will be governed by the laws of the State of Utah and of the US, without regard to any conflict of laws provisions, except that the United Nations Convention on the International Sale of Goods will not apply. This agreement sets forth the entire understanding and agreement between you and The openSUSE Project regarding its subject matter and may be amended only in a writing signed by both parties. No waiver of any right under this agreement will be effective unless in writing, signed by a duly authorized representative of the party to be bound. No waiver of any past or present right arising from any breach or failure to perform will be deemed to be a waiver of any future right arising under this agreement. Use, duplication, or disclosure by the U.S. Government is subject to the restrictions in FAR 52.227-14 (Dec 2007) Alternate III (Dec 2007), FAR 52.227-19 (Dec 2007), or DFARS 252.227-7013(b)(3) (Nov 1995), or applicable successor clauses.
el: Εάν οποιαδήποτε διάταξη της παρούσας συμφωνίας κριθεί ανεφάρμοστη, αυτό δεν θα επηρεάσει την εκτελεστότητα των υπολοίπων διατάξεων. Αυτή η συμφωνία θα διέπεται από τους νόμους της Πολιτείας της Γιούτα και των Η.Π.Α., χωρίς να λαμβάνεται υπόψη τυχόν σύγκρουση των διατάξεων νόμων, εκτός από τη Σύμβαση των Ηνωμένων Εθνών για τη Διεθνή Πώληση Αγαθών που δεν θα εφαρμόζονται .Η συμφωνία αυτή αποτελεί το σύνολο της, κατανόηση και συμφωνία μεταξύ εσάς και το openSUSE Project σχετικά με το αντικείμενό της και μπορεί να τροποποιηθεί μόνο με ενυπόγραφο κείμενο από τα δύο μέρη. Καμία παραίτηση από οποιοδήποτε δικαίωμα βάσει της παρούσας συμφωνίας δεν θα είναι αποτελεσματική, εκτός αν εγγράφως, υπογράφεται από δεόντως εξουσιοδοτημένο εκπρόσωπο του μέρους που μπορεί να δεσμευθεί. Καμία παραίτηση από κάθε προηγούμενο ή παρών δικαίωμα που απορρέει από οποιαδήποτε παραβίαση ή αδυναμία να εκτελέσει τη θέλησή δεν μπορεί να θεωρηθεί ως παραίτηση από οποιαδήποτε μελλοντικά δικαιώματα που απορρέουν από αυτή τη συμφωνία. Η χρήση, αντιγραφή ή αποκάλυψη από την Κυβέρνηση των Η.Π.Α. υπόκειται στους περιορισμούς του FAR 52.227-14 (Δεκέμβριος 2007) Αναπληρωματικό III (Δεκέμβριος 2007), FAR 52.227-19 (Δεκέμβριος 2007), ή DFARS 252.227-7013 (β) (3) (Νοέμβριος 1995), ή σε εφαρμόζουσες διαδοχικές ρήτρες.
id: Jika ada ketentuan dari perjanjian ini tidak dapat dilaksanakan, itu tidak akan mempengaruhi keberlakuan ketentuan lainnya. Perjanjian ini akan diatur oleh hukum Negara Bagian Utah dan AS, tanpa memperhatikan konflik ketentuan hukum, kecuali Konvensi PBB tentang Perdagangan Barang Internasional menyatakan tidak berlaku. Perjanjian ini menetapkan seluruh pemahaman dan kesepakatan antara Anda dan Proyek openSUSE mengenai materi pokok dan hanya dapat diubah secara tertulis dan ditandatangani oleh kedua belah pihak. Tidak ada pengabaian hak yang akan berlaku berdasarkan perjanjian ini kecuali secara tertulis, ditandatangani oleh perwakilan resmi secara hukum dari pihak yang mengikat. Tidak ada pengabaian hak pada masa lalu atau sekarang yang disebabkan oleh pelanggaran atau kegagalan untuk melakukan, akan dianggap sebagai pelanggaran dari hukum di masa depan yang timbul berdasarkan perjanjian ini. Penggunaan, penggandaan, atau pengungkapan oleh Pemerintah AS tunduk pada pembatasan FAR 52.227-14 (Dec 2007) Alternate III (Dec 2007), FAR 52.227-19 (Dec 2007), atau DFARS 252.227-7013(b)(3) (Nov 1995), atau klausa pengganti yang berlaku.
it: Qualora una delle clausole di questo contratto venga dichiarata non applicabile, le restanti clausole rimarranno pienamente vincolanti. Il presente contratto è regolato dalle leggi dello Stato dell'Utah e degli Stati Uniti, senza riferimento ad alcuna norma sui conflitti legislativi. L'applicazione della Convenzione delle Nazioni Unite sui contratti di vendita internazionale di beni mobili è espressamente esclusa. Il presente contratto definisce tutti i termini dell'accordo tra l'utente e The openSUSE Project in relazione all'oggetto del contratto stesso e può essere rettificato solo per iscritto mediante un accordo firmato da entrambe le parti. Nessuna rinuncia a un qualsiasi diritto concesso da questo contratto sarà effettiva a meno che non venga riportata per iscritto e firmata da un rappresentante autorizzato della parte vincolata. Nessuna rinuncia a un qualsiasi diritto passato o presente derivante da violazione o inadempienza potrà essere considerata una rinuncia a un qualsiasi diritto futuro risultante da questo contratto. L'uso, la duplicazione o la divulgazione da parte del Governo degli Stati Uniti è soggetto alle limitazioni menzionate nelle FAR 52.227-14 (dicembre 2007) Alternate III (dicembre 2007), FAR 52.227-19 (dicembre 2007) o DFARS 252.227-7013 (b)(3) (novembre 1995) o nelle clausole sostitutive applicabili.
ja: この契約書の条項の一部が強制力がないと判断された場合でも、残りの部分の法的強制 力には影響を及ぼしません。この契約書は、国際物品販売契約に関する国際連合条約が 適用されないことを除き、抵触法に関わらず、アメリカ合衆国ユタ州の法律に準拠 します。この契約書は、お客様とThe openSUSE Project の間の完全なる理解と同意を 記載したものであり、両者が記名捺印するか署名した書面によってのみ変更できます。 本契約に基づく権利の放棄は、当事者の代表者が記名捺印するか署名した書面によって のみ有効となります。過去または現在の違反または不履行に基づく権利の放棄は、 本契約に基づいて生じる将来の権利の放棄と見なされることはありません。お客様が 米国政府の場合には、本ソフトウェアの使用、複製、開示は FAR 52.227-14 (Dec 2007) Alternate III (Dec 2007)、FAR 52.227-19 (Dec 2007) もしくは DFARS 252.227-7013 (b)(3) (Nov 1995) またはこれらの修正条項に定める制限 事項に従うことを条件とします。
nl: Als het voldoen aan een deel van deze overeenkomst niet is af te dwingen, dan heeft dat geen gevolg voor het afdwingen van de overige bepalingen. Deze overeenkomst gaat gepaard met de wetten van de State of Utah en van de VS, zonder rekening te houden met enig conflict in wettelijke bepalingen, behalve dan dat de United Nations Convention on the International Sale of Goods niet van toepassing is. Deze overeenkomst laat het gehele begrip en de overeenkomst tussen u en Het openSUSE Project zien met betrekking tot zijn onderwerp en kan alleen schriftelijk aangepast worden getekend door beide partijen. Geen afwijking van welk recht ook onder deze overeenkomst zal van kracht zijn tenzij schriftelijk, getekend door een rechtmatig geautoriseerde vertegenwoordiger van de bindende partij. Geen afwijking in een recht in het verleden of heden voortkomend uit een gebrek of niet voldoen aan, zal beschouwd worden als een afwijking van welk toekomstig recht dan ook, voortkomend uit deze overeenkomst. Gebruik, duplicering of openbaarmaking door de U.S. Government is onderworpen aan de beperkingen in FAR 52.227-14 (Dec 2007) Alternate III (Dec 2007), FAR 52.227-19 (Dec 2007), or DFARS 252.227-7013(b)(3) (Nov 1995) of van toepassing zijnde vervolgbepalingen.
pt_br: Se alguma cláusula deste contrato não puder ser cumprida, isso não afetará a validade das cláusulas restantes. Este contrato será regido pelas leis do Estado de Utah e dos EUA, sem levar em consideração qualquer conflito entre cláusulas legais, com exceção de que a Convenção das Nações Unidas sobre a Venda Internacional de Produtos não se aplicará. Este contrato estabelece o completo entendimento e acordo entre você e o Projeto openSUSE em relação a seu objeto e só pode ser modificado por escrito e assinado pelas duas partes. Nenhuma renúncia a nenhum direito deste contrato estará em vigor, a menos que seja registrada por escrito e assinada por um representante devidamente autorizado da parte legalmente obrigada. Nenhuma renúncia a nenhum direito, passado ou presente, decorrente de qualquer violação ou falha na execução deverá ser considerada como uma renúncia a qualquer direito futuro procedente deste contrato. O uso, a reprodução ou a divulgação pelo Governo dos EUA estão sujeitos às restrições estabelecidas no FAR 52.227-14 (dezembro de 2007) Alternate III (dezembro de 2007), FAR 52.227-19 (dezembro de 2007) ou DFARS 252.227-7013 (b)(3) (novembro de 1995) ou às cláusulas substitutas aplicáveis.
pt_pt: Se qualquer disposição deste acordo for considerada inaplicável, que não afetará a aplicabilidade das restantes disposições. Este acordo será regido pelas leis do Estado de Utah e dos EUA, sem ter em conta quaisquer disposições de conflito de leis, exceto que a Convenção das Nações Unidas sobre a a venda de mercadorias não se aplicará. O presente acordo estabelece a totalidade compreensão e acordo entre si e O Projecto openSUSE sobre o seu objeto e só pode ser alterado por escrito assinado por ambas as partes. Nenhuma renúncia a qualquer direito ao abrigo deste acordo será eficaz a menos que seja por escrito, assinado por uma pessoa devidamente autorizada representante da parte a ser vinculada. Nenhuma renúncia de qualquer passado ou presente direito decorrente de qualquer violação ou falha de execução ser considerado como uma renúncia a qualquer direito futuro que surja ao abrigo deste acordo. Utilização, duplicação, ou divulgação pelo Governo dos E.U.A. está sujeito às restrições previstas nas FAR 52.227-14 (Dez 2007) Alternate III (Dez 2007), FAR 52.227-19 (Dez 2007), ou DFARS 252.227-7013(b)(3) (Nov 1995), ou cláusulas sucessoras aplicáveis.
ro: În cazul în care o dispoziție a prezentului acord este considerată inaplicabilă, acest lucru nu va afecta aplicabilitatea celorlalte dispoziții. Prezentul acord va fi guvernat de legile statului Utah și ale SUA, fără a se ține cont de niciun conflict de prevederi legale, cu excepția faptului că nu se va aplica Convenția Națiunilor Unite privind vânzarea internațională de bunuri. Acest acord stabilește întreaga înțelegere și acordul dintre dvs. și Proiectul openSUSE în ceea ce privește subiectul său și poate fi modificat numai printr-un document scris semnat de ambele părți. Nicio renunțare la vreun drept în cadrul acestui acord nu va fi eficientă decât dacă este făcută în scris, semnată de un reprezentant autorizat corespunzător al părții care urmează să fie obligată. Nicio renunțare la vreun drept trecut sau prezent care decurge din orice încălcare sau neexecutare nu va fi considerată ca fiind o renunțare la orice drept viitor care decurge din prezentul acord. Utilizarea, duplicarea sau dezvăluirea de către Guvernul Statelor Unite este supusă restricțiilor din FAR 52.227-14 (Decembrie 2007) Alternativa III (Decembrie 2007), FAR 52.227-19 (Decembrie 2007) sau DFARS 252.227-7013(b)(3) (Noiembrie 1995), sau clauzele succesoare aplicabile.
sv: Om någon del av detta licensavtal visar sig vara ogiltigt eller inte kan följas, påverkas inte resterande delar av avtalet. Detta licensavtal lyder under delstaten Utah samt USA:s lagar, utan hänsyn till lagvalsregler, förutom att FN: s konvention om internationell försäljning av varor inte gäller. Detta avtal utgör det enda avtalet mellan dig och openSUSE- projektet och kan endast ändras genom skriftlig överenskommelse undertecknad av båda parter. Undantag från någon av villkoren i detta avtal gäller enbart om de är skriftliga och undertecknade av behörig företrädare för part som blir förbunden. Inget undantag från något tidigare eller nuvarande villkor till följd av brott eller oförmåga att följa avtal, skall kunna ligga till grund för tolkning av framtida undantag. Användning, kopiering eller utlämning av den amerikanska regeringen är föremål för begränsning enligt FAR 52.227-14 (dec. 2007) alternativt III (dec. 2007), FAR 52.227-19 (dec. 2007) eller DFARS 252.227-7013 (b)(3) (nov. 1995), eller dess efterföljare.
uk: Якщо будь-яке положення цієї угоди буде визнано в суді недійсним, це не вплине на законність інших положень. Ця угода буде регулюватися законами штату Юта і федеральними законами США без урахування будь-яких конфліктів між законами, а також без застосування Конвенції Організації Об'єднаних Націй про міжнародну купівлю-продаж. Ця угода засвідчує повне розуміння і згоду між вами і проектом openSUSE щодо операційної системи openSUSE #VERSION# і може бути змінена тільки в письмовій формі за підписом обох сторін. Відмова від яких-небудь прав, що надаються цією угодою, може вступити в законну силу тільки при оформленні письмової домовленості з обов'язковим підписом уповноваженого представника від кожного учасника угоди. Будь-яка відмова від довільного минулого або теперішнього права, викликана яким-небудь порушенням або неможливістю виконання, не може бути відмовою від будь-яких майбутніх прав, що можуть виникнути на підставі даної угоди. Використання, копіювання або розкриття інформації на підставі рішення Уряду США підпадає під обмеження FAR 52.227-14 (грудень 2007 р.) редакція III (грудень 2007 р.), FAR 52.227-19 (грудень 2007 р.) або DFARS 252.227-7013 (b) (3) (листопад 1995 р.), або застосовних наступних положень.
zh_cn: 如果本协议有任何条款被确定为不具有强制执行效力，本协议其余条款的强制执行效力不受影响。本协议受美国犹他州的法律及美国法律管辖，而不考虑其法律冲突的规定，也不适用《联合国国际货物销售合同公约》。本协议阐明了用户与 The openSUSE Project 之间关于主题事宜的完整谅解与协议。未经双方书面签字认可，不得进行修改。对于本协议中任何权利的放弃，必须以书面形式经受约束方正式授权代表签字，才能生效。对违约或未履约引发的任何过往、当前权利的放弃，不得视为对未来依照本协议而应具有的权利的放弃。美国政府的使用、复制或披露均受下列文件的限制：FAR 52.227-14（2007 年 12 月）Alternate III（2007 年 12 月）、FAR_52.227-19（2007 年 12 月）、DFARS 252.227-7013 (b)(3)（1995 年 11 月）或适用的后续条款。
zh_tw: 倘若此合約之任何條款被視為無法執行，將不會影響其餘條款之可執行性。此合約將受猶他州及美國法律管轄，但不適用任何衝突法則；「聯合國國際貨物銷售契約慣例」(United Nations Convention on the International Sale of Goods) 在此不適用。此合約是您與 The openSUSE Project 之間針對其標的所簽訂之全部協議與協定，需經雙方以書面簽署之方式始得修改。放棄此合約中之任何權利均應以書面呈現，並由受約束一方之正式授權代表負責簽署。既往或目前因任何侵害或無法執行所產生之任何棄權聲明，均不應視為放棄根據此合約而產生之任何未來權利。美國政府之使用、複製或揭露行為需遵守 FAR 52.227-14 (2007 年 12 月) Alternate III (2007 年 12 月)、FAR 52.227-19 (2007 年 12 月) 或 DFARS 252.227-7013 (b)(3) (1995 年 11 月) 或適當的後續條款中之限制。

source: Copyright © 2008-2018 The openSUSE Project. All rights reserved. "SUSE" and "openSUSE" are registered trademarks of SUSE LLC, or its affiliates, which founded, sponsors, and is designated by, The openSUSE Project. "Linux" is a registered trademark of Linus Torvalds. All other trademarks are the property of their respective owners.
el: Πνευματική ιδιοκτησία © 2008-2018 openSUSE Project. Mε επιφύλαξη όλων των δικαιωμάτων. Τα "SUSE" και "openSUSE" είναι σήματα κατατεθέντα της SUSE LLC, ή των θυγατρικών, που ιδρύθηκαν, χορηγήθηκαν ή σχεδιάστηκαν από το The openSUSE Project. Το "Linux" είναι σήμα κατατεθέν του Linus Torvalds. Όλα τα άλλα εμπορικά σήματα είναι ιδιοκτησία των αντίστοιχων ιδιοκτητών.
it: Copyright © 2008-2018 The openSUSE Project. Tutti i diritti riservati. "SUSE" e "openSUSE" sono marchi registrati di SUSE LLC, o sue affiliate, che ha fondato e sponsorizza The openSUSE Project e agisce come società da esso incaricata. "Linux" è un marchio registrato di Linus Torvalds. Tutti gli altri marchi di fabbrica appartengono ai rispettivi proprietari.
ja: Copyright (C) 2008-2018 The openSUSE Project. All rights reserved. "SUSE" と "openSUSE"は、The openSUSE Project の設立者、出資者であり、同プロジェクトに 指名された SUSE LLC の商標です。 Linux は Linus Torvalds の登録商標です。 その他すべての商標は、それぞれの所有者の所有物です。
sv: Copyright © 2008-2018 The openSUSE Project. Alla rättigheter reserverade. "SUSE" och "openSUSE" är registrerade varumärken av SUSE LLC eller dess dotterbolag vilka också är grundare, sponsorer och intressenter i openSUSE-projektet. "Linux" är ett registrerat varumärke av Linus Torvalds. Alla andra varumärken och registrerade varumärken tillhör sina respektive ägare.
uk: © Проект openSUSE, 2008-2018. Усі права захищені. „SUSE“ і „openSUSE“ є торговими марками SUSE, LLC. або її філій, що заснували проект openSUSE, спонсорують його і несуть за нього відповідальність. „Linux“ є зареєстрованою торговою маркою Лінуса Торвальдса. Усі інші товарні знаки є власністю їхніх відповідних власників.

source: As required by US law, you represent and warrant that you: (a) understand that openSUSE #VERSION# is subject to export controls under the Export Administration Regulations ("EAR") which are implemented and enforced by the US Department of Commerce, Bureau of Industry and Security; (b) are not located in a prohibited destination country or are specifically prohibited under the EAR or US sanctions regulations; (c) will not export, re-export, or transfer openSUSE #VERSION# to any prohibited destination, entity, or individual without the necessary export license(s) or authorizations(s) from the US Government; (d) will not use or transfer openSUSE #VERSION# for use in any sensitive nuclear, chemical, or biological weapons or missile technology end-uses unless authorized by the US Government by regulation or specific license; (e) understand that countries other than the US may restrict the import, use, or export of encryption products and that you will be solely responsible for compliance with any such import, use, or export restrictions.
hu: Az USA törvényeinek előírásai értelmében Ön kijelenti és garantálja, hogy Ön: (a) megértette, hogy az openSUSE #VERSION# verzióra exportkorlátozások vonatkoznak az Egyesült Államok Kereskedelmi Minisztériumának az Exportálással kapcsolatos igazgatási feladatai (Export Administration Regulations, "EAR") szerint, amelyeket a Kereskedelmi Minisztérium Ipari és Biztonsági Hivatala (Bureau of Industry & Security, BIS) hajt végre és tartat be (b) Ön nem az EAR vagy az USA embargója által tiltott célországában található; (c) nem fogja exportálni, újraexportálni vagy továbbítani az openSUSE #VERSION# verziót egyetlen tiltott célországba, természetes vagy jogi személy számára sem anélkül, hogy az USA kormányától beszerezné a szükséges exportengedély(eke)t vagy felhatalmazás(oka)t; (d) nem fogja használni vagy használatra átadni az openSUSE #VERSION# verziót semmilyen kényes nukleáris, vegyi vagy biológiai fegyver- vagy rakétatechnológiai végfelhasználással kapcsolatban, kivéve, ha ezt az USA kormánya kifejezetten rendelettel vagy speciális licenccel engedélyezte; (e) megértette és elfogadja, hogy ha Ön az USA-ban van és exportálja vagy továbbítja az openSUSE #VERSION# verziót a megfelelő végfelhasználók számára, akkor az EAR 741.17(e) szakaszának értelmében félévente jelentést kell benyújtania a Kereskedelmi Minisztérium Ipari és Biztonsági Hivatala (Bureau of Industry & Security, BIS) felé, amelyben szerepelnie kell minden egyes fogadó fél nevének és címének (országgal együtt); (e) félévente jelentést tesz a Kereskedelmi Minisztérium Ipari és Biztonsági Hivatala (Bureau of Industry & Security, BIS), amely tartalmazza a kedvezményezettek nevét, címét (országgal együtt); valamint (f) megértette, hogy az USA-n kívül más országok is korlátozhatják a titkosítási termékek importálását, használatát és exportálását, és ebben az esetben kizárólag Ön lesz a felelős az ilyen importálási, használati és exportálási korlátozások betartásáért.
ko: 미국 법에따라 귀하는 다음을 진술하고 보증해야합니다. (a) openSUSE # VERSION # 에는 미국 상무청 수출 관리 규정(EAR)의 수출 규제가 적용 되는 것을 귀하는 이해하고 있는지, (b) EAR 또는 미국 제재 규정에 금지된 국가에 있지 않은지, (c) 미국 정부로부터 필요한 수출 라이센스나 승인없이 금지된 장소, 조직, 개인에 openSUSE # VERSION # 을 수출, 재 수출, 양도하지 않는 것, (d) 미국 정부에서 법률이나 특정 면허의 승인을 얻지 않고 비밀 핵무기, 화학 무기, 생물학 무기 또는 미사일 기술의 사용을 목적으로 openSUSE # VERSION # 을 양도하는 행위, (e) 미국 이외의 국가가 암호화 된 제품의 수입 사용 수출을 제한하는 경우가 있으며, 이러한 수입, 사용, 수출 제한을 준수하는 책임은 고객에게만 있다는 것을 고객이 이해하고 있어야 합니다.

source: If any provision of this agreement is held to be unenforceable, that will not affect the enforceability of the remaining provisions. This agreement will be governed by the laws of the State of Utah and of the US, without regard to any conflict of laws provisions, except that the United Nations Convention on the International Sale of Goods will not apply. This agreement sets forth the entire understanding and agreement between you and The openSUSE Project regarding its subject matter and may be amended only in a writing signed by both parties. No waiver of any right under this agreement will be effective unless in writing, signed by a duly authorized representative of the party to be bound. No waiver of any past or present right arising from any breach or failure to perform will be deemed to be a waiver of any future right arising under this agreement. Use, duplication, or disclosure by the U.S. Government is subject to the restrictions in FAR 52.227-14 (June 1987) Alternate III (June 1987), FAR 52.227-19 (June 1987), or DFARS 252.227-7013 (b)(3) (November 1995), or applicable successor clauses.
hu: Amennyiben a jelen szerződés bármely pontja be nem tarthatónak bizonyul, ez nem befolyásolja a maradék rendelkezések betarthatóságát. A jelen szerződésre Utah állam és az USA törvényei vonatkoznak, függetlenül minden egyéb ütköző törvény előírásaitól, kivéve, hogy az Egyesült Nemzeteknek a nemzetközi árukereskedelemmel kapcsolatos konvenciója nem érvényes. Ön és az openSUSE projekt között a jelen szerződés képezi a teljes megállapodást és szerződést az adott tárggyal kapcsolatban, és ezt a felek kizárólag együttesen, írásban módosíthatják. A jelen szerződéssel kapcsolatos bármely jog lemondása csak akkor érvényes, ha az írásban történik, a kötött fél jogosult képviselője által aláírva. A nemteljesítésből vagy szerződésszegésből származó semmilyen múltbéli vagy jelen joglemondás nem tekinthető a jelen szerződés kapcsán felmerülő bármely jövőbeni jog lemondásának. Az USA kormánya általi másolást, többszörözést és nyilvánosságra hozást a FAR 52.227-14 (1987. június) Alternate III (1987. június), FAR 52.227-19 (1987. június), vagy DFARS 252.227-7013 (b)(3) (1995. november), illetve az alkalmazható jogutód rendelkezések szabályozzák.
ko: 이 계약서의 일부가 강제력이 없다고 판단된 경우에도 나머지의 집행에 영향을 미치지 않습니다. 이 계약은 국제 물품 판매 계약에 관한 UN 협약이 적용되지 않는 것을 제외하고, 국제 사법 원칙에 관계없이 미국 유타 주 법률에 따라야 합니다. 이 계약은 고객과 The openSUSE Project 사이의 완전한 이해와 동의를 기재 한 것이며, 양자가 기명 날인 또는 서명한 서면에 의해서만 변경할 수 있습니다. 본 계약에 따른 권리 포기는 당사자의 대표자가 기명 날인 또는 서명한 서면에 의해서만 유효합니다. 과거 또는 현재의 위반 또는 불이행에 따른 권리 포기는 본 계약에 따라 발생하는 미래의 권리 포기로 간주 될 수는 없습니다. 고객이 미국 정부인 경우에는 본 소프트웨어의 사용, 복제 또는 공개는 FAR 52.227-14 (June 1987) Alternate III (June 1987), FAR 52.227-19 (June 1987) 또는 DFARS 252.227-7013 (b)(3) (November 1995) 또는 이러한 수정 조항에 명시된 제한사항에 따를 것을 조건으로 합니다.

source: Copyright © 2008-2016 The openSUSE Project. All rights reserved. "SUSE" and "openSUSE" are registered trademarks of SUSE LLC, or its affiliates, which founded, sponsors, and is designated by, The openSUSE Project. "Linux" is a registered trademark of Linus Torvalds. All other trademarks are the property of their respective owners.
hu: Copyright © 2008-2016 The openSUSE Project. Minden jog fenntartva. A "SUSE" és az "openSUSE" a SUSE, LLC. védjegyei, amely az openSUSE projekt megalapítója, támogatója, és elnevezője. A "Linux" Linus Torvalds bejegyzett védjegye. Minden más védjegy a megfelelő tulajdonos birtokát képezi.
ko: Copyright (C) 2008-2016 The openSUSE Project. All rights reserved. "SUSE" 와 "openSUSE” 는, The openSUSE Project 의 설립자, 출자자 이며 이 프로젝트에 명시된 SUSE LLC 의 상표입니다. 리눅스는 리누스 토발즈의 등록 상표입니다. 기타 모든 상표는 해당 소유자의 자산입니다.
