Repository: openSUSE/skelcd-openSUSE
Catalog: license/license.*.po
Languages: el, hu, id, it, ja, ko, nl, pt_br, pt_pt, ro, sv, uk, zh_cn, zh_tw

source: Copyright © 2008-2020 The openSUSE Project. All rights reserved. "SUSE" and "openSUSE" are registered trademarks of SUSE LLC, or its affiliates, which founded, sponsors, and is designated by, The openSUSE Project. "Linux" is a registered trademark of Linus Torvalds. All other trademarks are the property of their respective owners.
id: Hak cipta © 2008-2020 Proyek openSUSE. Hak cipta dilindungi. "SUSE" dan "openSUSE" adalah merek dagang terdaftar milik SUSE LLC, atau afiliasinya, yang didirikan, disponsori dan ditunjuk oleh, Proyek openSUSE. "Linux" adalah merek dagang terdaftar milik Linus Torvalds. Semua merek dagang lainnya adalah properti dari masing-masing pemiliknya.
pt_br: Copyright © 2008-2020 O Projeto openSUSE. Todos os direitos reservados. "SUSE" e "openSUSE" são marcas registradas da SUSE LLC ou suas afiliadas, que fundou, patrocina e é designada pelo Projeto openSUSE. "Linux" é marca comercial registrada de Linus Torvalds. Todas as outras marcas registradas são de seus respectivos proprietários.
pt_pt: Direitos de Autor © 2008-2020 The openSUSE Project. Todos os direitos reservados. "SUSE" and "openSUSE" são marcas registadas da SUSE LLC, ou das suas afiliadas, que fundaram, patrocinaram, e são designador por, The openSUSE Project. "Linux" é uma marca registada de Linus Torvalds. Todas as outras marcas registadas são da propriedade dos seus respetivos donos.
zh_cn: 版权所有 © 2008-2020 The openSUSE Project。保留所有权利。“SUSE”和“openSUSE”是 SUSE, LLC. 的商标，SUSE, Inc. 是 The openSUSE Project 的发起人和赞助人，并受 The openSUSE Project 指定。“Linux”是 Linus Torvalds 的注册商标。其它所有商标都是其相应所有者的财产。

source: Copyright © 2008-2019 The openSUSE Project. All rights reserved. "SUSE" and "openSUSE" are registered trademarks of SUSE LLC, or its affiliates, which founded, sponsors, and is designated by, The openSUSE Project. "Linux" is a registered trademark of Linus Torvalds. All other trademarks are the property of their respective owners.
nl: Copyright © 2008-2019 Het openSUSE Project. Alle rechten voorbehouden. "SUSE" en "openSUSE" zijn geregistreerde handelsmerken van SUSE LLC, of aanverwanten, die Het openSUSE Project hebben opgericht, gesponsord en naam gegeven. "Linux" is een geregistreerd handelsmerk van Linus Torvalds. Alle andere handelsmerken zijn het eigendom van hun respectievelijke eigenaars.

source: Copyright © 2008-2021 The openSUSE Project. All rights reserved. "SUSE" and "openSUSE" are registered trademarks of SUSE LLC, or its affiliates, which founded, sponsors, and is designated by, The openSUSE Project. "Linux" is a registered trademark of Linus Torvalds. All other trademarks are the property of their respective owners.
ro: Copyright © 2008-2021 Proiectul openSUSE. Toate drepturile rezervate. "SUSE" și "openSUSE" sunt mărci comerciale înregistrate ale SUSE LLC sau ale filialelor sale, care a fondat, sponsorizează și este desemnat de Proiectul openSUSE. "Linux" este o marcă înregistrată a lui Linus Torvalds. Toate celelalte mărci comerciale sunt proprietatea deținătorilor respectivi.
zh_tw: Copyright © 2008-2021 The openSUSE Project。保留所有權利。SUSE 和 openSUSE 是 SUSE, LLC. 的商標，後者創立、贊助並設計了 The openSUSE Project。Linux 是 Linus Torvalds 的註冊商標。所有其他商標均為其各自擁有者的財產。
